Object.assign(window.search, {
  "doc_urls": [
    "./index.html#-С-чего-начать?",
    "./index.html#-Инструменты-и-создание",
    "./index.html#-Справочник",
    "./index.html#-Мастеру-игры",
    "./intermission.html#Основной-бросок",
    "./intermission.html#Типы-костей",
    "./intermission.html#Формирование-пула",
    "./intermission.html#Бросок-и-результат",
    "./intermission.html#1.-Бросок",
    "./intermission.html#2.-Выбор",
    "./intermission.html#3.-Итог",
    "./intermission.html#Воля",
    "./intermission.html#Сложность-и-противодействие",
    "./intermission.html#Преимущества-и-помехи",
    "./intermission.html#Когда-бросать?",
    "./intermission.html#Триумфы-и-Катастрофы",
    "./intermission.html#Триумф-(Критический-успех)",
    "./intermission.html#Катастрофа-(Критический-провал)",
    "./common/howto.html#Как-проходит-игра",
    "./common/howto.html#Роли-и-процесс",
    "./common/howto.html#Фэнтезийное-барокко",
    "./common/howto.html#Игры-Богов",
    "./common/howto.html#Всеведущая-Светотень",
    "./common/howto.html#Свобода-от-цифр",
    "./common/howto.html#Игровой-цикл",
    "./common/howto.html#Приключение",
    "./common/howto.html#Сцена",
    "./common/howto.html#Действия",
    "./common/howto.html#Воля",
    "./common/howto.html#Что-ещё-нужно?",
    "./common/creatures.html#Существа",
    "./common/creatures.html#Модусы",
    "./common/creatures.html#Модусы-существ",
    "./common/creatures.html#Модусы-персонажей",
    "./attributes/attributes.html#Характеристики",
    "./attributes/attributes.html#Модус",
    "./attributes/attributes.html#Типы",
    "./attributes/attributes.html#Распределение-и-зависимость-характеристик",
    "./attributes/attributes.html#Относительные-значения",
    "./attributes/attributes.html#Рассчёт-относительного-значения",
    "./attributes/attributes.html#Состязания",
    "./attributes/attributes.html#Тип-проверки",
    "./attributes/constitution.html#Телосложение",
    "./attributes/constitution.html#Стойкость",
    "./attributes/constitution.html#Сила-атаки",
    "./attributes/agility.html#Сноровка",
    "./attributes/agility.html#Скорость",
    "./attributes/agility.html#Защита",
    "./attributes/intelligence.html#Интеллект",
    "./attributes/intelligence.html#Ранг-существа",
    "./attributes/intelligence.html#Инициатива",
    "./attributes/intelligence.html#Магия",
    "./attributes/wisdom.html#Мудрость",
    "./attributes/wisdom.html#Удача",
    "./attributes/wisdom.html#Магический-барьер",
    "./stats/stats.html#Атрибуты",
    "./stats/stats.html#Модус",
    "./stats/stats.html#Типы",
    "./stats/stats.html#Статичные-атрибуты",
    "./stats/stats.html#Стойкость",
    "./stats/stats.html#",
    "./stats/stats.html#Скорость",
    "./stats/stats.html#",
    "./stats/stats.html#Инициатива",
    "./stats/stats.html#",
    "./stats/stats.html#Удача",
    "./stats/stats.html#",
    "./stats/stats.html#Сила-атаки",
    "./stats/stats.html#",
    "./stats/stats.html#Уклонение",
    "./stats/stats.html#",
    "./stats/stats.html#Сила-магии",
    "./stats/stats.html#",
    "./stats/stats.html#Барьер",
    "./stats/stats.html#",
    "./stats/stats.html#Защита",
    "./stats/stats.html#",
    "./stats/stats.html#Восстановление",
    "./stats/stats.html#",
    "./skills/skills.html#Навыки",
    "./skills/skills.html#Модус",
    "./skills/skills.html#Список-навыков",
    "./skills/skills.html#Телосложение",
    "./skills/skills.html#Сноровка",
    "./skills/skills.html#Интеллект",
    "./skills/skills.html#Мудрость",
    "./skills/skills.html#Проверки-навыков",
    "./skills/skills.html#Кость-навыка",
    "./skills/skills.html#Кость-характеристики",
    "./skills/skills.html#Кости-сцены",
    "./skills/skills.html#Кости-способностей",
    "./skills/skills.html#Помощь",
    "./skills/skills.html#Улучшение",
    "./common/persons.html#Персонажи",
    "./common/persons.html#Модусы-персонажей",
    "./common/persons.html#Свободный-модус",
    "./classes/classes.html#Классы",
    "./classes/classes.html#Модус",
    "./classes/classes.html#Архетипы",
    "./classes/classes.html#Воин",
    "./classes/classes.html#Плут",
    "./classes/classes.html#Маг",
    "./classes/classes.html#Жрец",
    "./classes/classes.html#Сравнительная-таблица",
    "./classes/classes.html#Способности",
    "./classes/classes.html#Специализации",
    "./skills/talents.html#Таланты",
    "./skills/talents.html#Модус",
    "./skills/talents.html#Получение",
    "./skills/talents.html#Список-талантов",
    "./abilities/abilities.html#Способности",
    "./abilities/abilities.html#Модус",
    "./abilities/abilities.html#Лимиты",
    "./abilities/abilities.html#Получение",
    "./abilities/abilities.html#Обучение",
    "./abilities/abilities.html#Описание-способностей",
    "./classes/specs.html#Специализации",
    "./classes/specs.html#Модус",
    "./classes/specs.html#Роль-специализаций",
    "./classes/specs.html#Список-специализаций",
    "./classes/specs.html#Воин",
    "./classes/specs.html#Плут",
    "./classes/specs.html#Маг",
    "./classes/specs.html#Жрец",
    "./classes/nations.html#Происхождение",
    "./classes/nations.html#Модус",
    "./classes/nations.html#Роль-происхождения",
    "./classes/nations.html#Происхождения",
    "./classes/nations.html#Взаимодействия",
    "./classes/nations.html#Способности-происхождения",
    "./classes/nations.html#Конгрегация",
    "./classes/nations.html#Изначальная-роща",
    "./classes/nations.html#Бухта-пустоты",
    "./classes/nations.html#Кровавые-болота",
    "./classes/nations.html#Империя-Ушал",
    "./classes/nations.html#Королевство-проклятых",
    "./classes/nations.html#Остров-дильмун",
    "./classes/nations.html#Кузница-древних",
    "./classes/nations.html#Экзархат-солнца",
    "./classes/nations.html#Берег-древних",
    "./classes/nations.html#Тёмный-лес",
    "./classes/nations.html#Пески-мёртвых",
    "./common/gameplay.html#Игровой-процесс",
    "./common/will.html#Сила-воли",
    "./common/will.html#Получение",
    "./common/will.html#Риск",
    "./common/will.html#Отыгрыш",
    "./common/will.html#Критический-провал",
    "./common/will.html#Использование-Воли",
    "./common/will.html#Экономика-Силы-Воли",
    "./common/creating.html#Создание-персонажа",
    "./common/creating.html#Происхождение",
    "./common/creating.html#Выбор-класса",
    "./common/creating.html#Распределение-характеристик",
    "./common/creating.html#Рассчёт-атрибутов",
    "./common/creating.html#Талант",
    "./common/creating.html#Способности",
    "./common/creating.html#Экипировка",
    "./common/creating.html#Последние-штрихи",
    "./scenes/common.html#Приключения-и-сцены",
    "./scenes/common.html#Локация-(Место-действия)",
    "./scenes/common.html#Кости-Локации",
    "./scenes/common.html#Наследование",
    "./scenes/common.html#Вложенность",
    "./scenes/common.html#Сцена-(Событие)",
    "./scenes/common.html#Типы-сцен",
    "./scenes/common.html#Кости-Сцены",
    "./scenes/common.html#Завершение",
    "./scenes/common.html#Открытие-сцен",
    "./scenes/common.html#Вложенные-сцены",
    "./scenes/common.html#Зоны-(Пространство-сцены)",
    "./scenes/common.html#Перемещение",
    "./scenes/common.html#Связи",
    "./scenes/common.html#Кости-Зоны",
    "./scenes/common.html#Использование-Костей-Окружения",
    "./scenes/common.html#Принцип-«Обоюдоострого-меча»",
    "./scenes/common.html#Доступность",
    "./scenes/common.html#Конфликт-интересов",
    "./scenes/common.html#Сложность-через-ресурс",
    "./scenes/common.html#Описание-костей-окружения",
    "./scenes/actions.html#Действия",
    "./scenes/actions.html#Доступные-действия",
    "./scenes/actions.html#Действие-движения",
    "./scenes/actions.html#Основное-действие",
    "./scenes/actions.html#Атака",
    "./scenes/actions.html#Использование-способности",
    "./scenes/actions.html#Проверка-навыка",
    "./scenes/actions.html#Проверка-характеристики",
    "./scenes/actions.html#Использование-предмета",
    "./scenes/actions.html#Свободное-действие",
    "./scenes/actions.html#Кости-Окружения-и-действия",
    "./scenes/actions.html#Действия-во-вложенных-сценах",
    "./masters/adventuresconvert.html#Создание-сцен",
    "./masters/adventuresconvert.html#Конверсия-из-других-систем",
    "./tables/formulas.html#Формулы",
    "./tables/formulas.html#Ранги",
    "./tables/formulas.html#Стойкость",
    "./tables/formulas.html#Сила-атаки",
    "./tables/formulas.html#Скорость",
    "./tables/formulas.html#Защита",
    "./tables/formulas.html#Инициатива",
    "./tables/formulas.html#Сила-магии",
    "./tables/formulas.html#Удача",
    "./tables/formulas.html#Магический-барьер",
    "./tables/formulas.html#Урон-оружием",
    "./tables/contest.html#Формула",
    "./tables/contest.html#Победа-в-состязании-разных-рангов",
    "./tables/contest.html#Проигрыш-в-состязании-разных-рангов",
    "./tables/contest.html#Таблица",
    "./tables/mindful.html#Разум-существ",
    "./tables/rankvalue.html#Формула",
    "./tables/rankvalue.html#Таблица",
    "./tables/rankvaluereversed.html#Формула",
    "./tables/rankvaluereversed.html#Таблица",
    "./changelog.html#Архив-изменений",
    "./changelog.html#16.04.2026",
    "./changelog.html#19.04.2026",
    "./changelog.html#22.04.2026",
    "./changelog.html#27.04.2026",
    "./changelog.html#28.04.2026"
  ],
  "docs": [
    {
      "body": " Если вы здесь впервые, загляните в разделы Введение и Как играть?, там описаны основы игры и её краткое описание. Для удобства по Ctrl+F доступен глобальный поиск по книге. ",
      "breadcrumbs": "Главная »  С чего начать?",
      "id": "0",
      "title": " С чего начать?"
    },
    {
      "body": " Воспользуйтесь инструментами, чтобы подготовиться к сессии: Генератор персонажей — для быстрого старта. Конструктор способностей и Редактор магии — для тонкой настройки героя. ",
      "breadcrumbs": "Главная »  Инструменты и создание",
      "id": "1",
      "title": " Инструменты и создание"
    },
    {
      "body": " Всё о мире игры и его наполнении: Существа, Предметы и Локации. ",
      "breadcrumbs": "Главная »  Справочник",
      "id": "2",
      "title": " Справочник"
    },
    {
      "body": " Планируете вести партию? Изучите механику Сцен и структуру Приключений, чтобы сделать историю незабываемой. ",
      "breadcrumbs": "Главная »  Мастеру игры",
      "id": "3",
      "title": " Мастеру игры"
    },
    {
      "body": " Основа игры — бросок пула костей, формируемого из возможностей персонажа и его снаряжения. ",
      "breadcrumbs": "Главная » Основной бросок",
      "id": "4",
      "title": "Основной бросок"
    },
    {
      "body": " В системе используются кости пяти рангов: d4 d6 d8 d10 d12. Ранг кости определяет уровень мастерства: чем выше номинал кости, тем выше потенциал результата. ",
      "breadcrumbs": "Главная » Типы костей",
      "id": "5",
      "title": "Типы костей"
    },
    {
      "body": " Для совершения действия игрок собирает пул из трех источников:  Характеристика: базовый потенциал Навык: прикладной опыт Снаряжение: используемые предметы могут добавлять свою кость к броску  ",
      "breadcrumbs": "Главная » Формирование пула",
      "id": "6",
      "title": "Формирование пула"
    },
    {
      "body": " Результат определяется тремя шагами: ",
      "breadcrumbs": "Главная » Бросок и результат",
      "id": "7",
      "title": "Бросок и результат"
    },
    {
      "body": " Игрок бросает все кости сформированного пула одновременно. ",
      "breadcrumbs": "Главная » 1. Бросок",
      "id": "8",
      "title": "1. Бросок"
    },
    {
      "body": " Из всех выпавших значений выбираются две любые кости. ",
      "breadcrumbs": "Главная » 2. Выбор",
      "id": "9",
      "title": "2. Выбор"
    },
    {
      "body": " Сумма значений этих двух костей является финальным результатом проверки. ",
      "breadcrumbs": "Главная » 3. Итог",
      "id": "10",
      "title": "3. Итог"
    },
    {
      "body": " Персонажи обладают силой воли, которая позволяет влиять на броски костей. Способы манипуляции зависят от выбранного класса: одни могут перебрасывать кости, другие — добавлять их в пул после броска или изменять номинал. Персонажи получают очки воли при критических успехах, в качестве поощрения изобретательности, в начале сцены если выполнены условия, а так же любым другим способом описанным в приключении или особенности класса. ",
      "breadcrumbs": "Главная » Воля",
      "id": "11",
      "title": "Воля"
    },
    {
      "body": " Проверки в игре разделяются на три типа:  Статичная сложность. Результат сравнивается с фиксированным числом (например, сложность замка — 6). Пул сложности. Результат сравнивается с броском пула костей, который формирует Мастер исходя из опасности окружения. Состязание. Прямое столкновение пулов двух персонажей. Побеждает тот, чей итоговый результат выше.  ",
      "breadcrumbs": "Главная » Сложность и противодействие",
      "id": "12",
      "title": "Сложность и противодействие"
    },
    {
      "body": " Влияние внешних факторов (позиция, обстоятельства, помощь) выражается в расширении пула сопротивления или добавлении дополнительных костей в пул игрока. ",
      "breadcrumbs": "Главная » Преимущества и помехи",
      "id": "13",
      "title": "Преимущества и помехи"
    },
    {
      "body": " Бросок совершается тогда, когда у действия есть интересные последствия успеха/провала или когда игрок явно заявляет о своём намерении разрешить ситуацию с помощью кубиков. Мастер и игроки в праве сами выбирать среднее количество бросков и общий стиль игры, сколняясь к повествовательному, или логическому, или пытаться сохранять хрупкий баланс обоих подходов. Бросок на проверку совершается единожды, олицетворяя &quot;попытку в конкретный момент времени&quot;. Если игрок хочет бросать кубики и обладает бесконечным количеством времени, он может пройти проверку автоматически затратив на это 15+максимальная сумма всего пулла минут игрового времени. ",
      "breadcrumbs": "Главная » Когда бросать?",
      "id": "14",
      "title": "Когда бросать?"
    },
    {
      "body": " Обычно успех или провал определяется суммой двух выбранных костей. Однако, если в броске выпадают три одинаковых значения (триплет), результат считается критическим. Более подробно критические значения описаны в разделе Триумфы. ",
      "breadcrumbs": "Главная » Триумфы и Катастрофы",
      "id": "15",
      "title": "Триумфы и Катастрофы"
    },
    {
      "body": " Если бросок успешен (даже &quot;автоматически&quot; - например, при нанесении урона после попадания) и выпадает триплет, результат считается критическим успехом. Часть способностей, талантов, и предметов оружия имеет дополнительные свойства при критических успехах. ",
      "breadcrumbs": "Главная » Триумф (Критический успех)",
      "id": "16",
      "title": "Триумф (Критический успех)"
    },
    {
      "body": " Если бросок провален, и на костях выпадает триплет, результат считается критическим провалом. ",
      "breadcrumbs": "Главная » Катастрофа (Критический провал)",
      "id": "17",
      "title": "Катастрофа (Критический провал)"
    },
    {
      "body": " Перед вами не просто свод правил, а инструмент для создания эпических историй. На этой странице вы узнаете, как цифры в листе персонажа превращаются в эпическое приключение за обычным столом. ",
      "breadcrumbs": "Главная » Как проходит игра",
      "id": "18",
      "title": "Как проходит игра"
    },
    {
      "body": " Игра в «Набонассар» — это диалог между Игроками и Мастером. Игроки принимают на себя роли &quot;серых&quot; — созданий, застрявших между величием своих творцов - пришельцев-шумеров, и суровой реальностью порабощённого мира застрявшего на задворках вселенной. Именно игрокам предстоит решать как их герои поступят когда им предоставят моральную дилему или погрузят в пучину смертельной опасности. Мастеру отводится роль описателя мира и закулисного дирижёра игровой реальности, в которой он будет воплощать последствия ваших решений. Не забывайте, что мастер — не враг, а режиссер вашего приключения. ",
      "breadcrumbs": "Главная » Роли и процесс",
      "id": "19",
      "title": "Роли и процесс"
    },
    {
      "body": " Центральный творческий элемент игры строится на контрастах — светотени игрового мира. ",
      "breadcrumbs": "Главная » Фэнтезийное барокко",
      "id": "20",
      "title": "Фэнтезийное барокко"
    },
    {
      "body": " Каждый &quot;серый&quot; обладает силой, недоступной людям, но повсеместно встречающейся на планете &quot;Амвиенив&quot; (дворцовый страж). Те серые, что отправляются в путешествия, часто встречаются с последствиями деятельности божеств, которые оставили после себя множество технологий, выглядящих как магия. В этой игре богов каждое ваше действие будет иметь масштаб. ",
      "breadcrumbs": "Главная » Игры Богов",
      "id": "21",
      "title": "Игры Богов"
    },
    {
      "body": " В Набонассаре нет места серости. Либо ослепительный триумф в лучах славы древних технологий, либо падение в бездонную тьму забытых катакомб. Правила поощряют смелые, героические заявки, драматические риски, и эпические сражения масштабами доходящие до материковых воин. ",
      "breadcrumbs": "Главная » Всеведущая Светотень",
      "id": "22",
      "title": "Всеведущая Светотень"
    },
    {
      "body": " Набонассар это «золотая середина» в мире ролевых систем:  Категоричность вместо «+1»: Забудьте о непонятных бонусах. Здесь мощь выражается физически. Древний артефакт или врожденный дар это дополнительная кость в руке - вы буквально видите масштаб своих возможностей у себя в руках. Тактильный азарт: Все любят метать кости, даже боги Набонассара. В решающие моменты вы собираете горсть костей из стандартного набора d4-d12 и сразу чувствуете в руках силу, которую не заменит ни одна сухая цифра. Структура взаимодействия: В отличие от полностью нарративных игр, система Набонассар дает четкую опору - вы не только описывается абстрактные изменения сюжета, но и можете найти простое правило которое опишет как решить любую проблему через бросок кубиков. Простота правил: Любое правило системы пропущено через призму &quot;упростить и категоризировать&quot; - этот принцип скрывает за свобой принципы: никакого сложного счёта и записей &quot;в уме&quot;, никаких скрытых формул, и ничего, что накажет вас за ваш выбор в дальнейшем. Бесконечное разнообразие: Принимая решения, игроки выбирают игровой процесс, а не цифры. Всего игрокам доступно 7 модусов: четыре разных класса, две физических и две магических характеристики, девять атрибутов, 24 общедоступных навыков для развития, 40 уникальных талантов, 80 активных способностей и 10 видов оружия, каждое из которых полностью изменяет игровой процесс.  ",
      "breadcrumbs": "Главная » Свобода от цифр",
      "id": "23",
      "title": "Свобода от цифр"
    },
    {
      "body": " Любая сессия делится на логические отрезки: ",
      "breadcrumbs": "Главная » Игровой цикл",
      "id": "24",
      "title": "Игровой цикл"
    },
    {
      "body": " Одна &quot;вылазка&quot;, &quot;крупное&quot; задание, в которое отправляется отряд приключенцев. ",
      "breadcrumbs": "Главная » Приключение",
      "id": "25",
      "title": "Приключение"
    },
    {
      "body": " Один эпизод приключения. Это может быть бой в разрушенном замке, суд над врагами, переговоры на балу, поиск ответа на загадку в заброшенном храме богов. ",
      "breadcrumbs": "Главная » Сцена",
      "id": "26",
      "title": "Сцена"
    },
    {
      "body": "  Любая сцена начинается с описания локации от мастера. Игроки описывают, что делают их персонажи. Мастер определяет по каким правилам собирать пулл костей: какую характеристику, навык и снаряжение можно использовать. Игроки бросают кости и выбирают две для определения результата. Сумма выбраных костей определяет успех или провал. Мастер описывает как изменилась сцена после действий игроков.  ",
      "breadcrumbs": "Главная » Действия",
      "id": "27",
      "title": "Действия"
    },
    {
      "body": " У каждого персонажа есть ресурс для манипуляции реальностью - Сила воли. Она используется серыми для преодоления божественной воли и сопротивления мира. Каждый из четырёх архетипов (Воины, Плуты, Маги, Жрецы) используют Силу Воли по-разному: кто-то может добавить кость в пулл броска, кто-то увеличивает шанс критического успеха, кто-то переписывает законы этого мира с помощью магии, а кто-то может обратиться к древним божествам чтобы попытаться обмануть судьбу. Для игроков это главный инструмент создания драматического напряжения и чудесного выхода из критических ситуаций. И не забывайте: мир Набонассара — это ваше представление о нём, пока Сила Воля персонажей не докажет обратное. ",
      "breadcrumbs": "Главная » Воля",
      "id": "28",
      "title": "Воля"
    },
    {
      "body": " Как и все остальные НРИ, Набонассар требует не только знания правил, но и небольшой подготовки:  Компания: Найдите 2–4 друзей, готовых разделить с вами величие и падение богов «серых». Запас времени: Одна сессия обычно длится 3–5 часов. Убедитесь, что вас не отвлекут от исследования мира и зарытого в его недрах ковчега. Снабжение: Запаситесь едой и напитками. Фантазия может отнять множество калорий. Настрой: Будьте готовы к тому, что кубы могут быть жестоки. В этом мире страдание и триумф всегда идут рука об руку.  ",
      "breadcrumbs": "Главная » Что ещё нужно?",
      "id": "29",
      "title": "Что ещё нужно?"
    },
    {
      "body": " Вся следующая глава посвящена системе описания существ - не важно, кто это будет, ваш персонаж или противник. Правила описания существ одинаковы для всех, кто живёт в мире Набонассара. ",
      "breadcrumbs": "Главная » Существа",
      "id": "30",
      "title": "Существа"
    },
    {
      "body": " Любое существо в мире Набонассар состоит из 7 модусов - слоёв выбора игрового процесса. Каждый из модусов позволяет изменять то, как ваш персонаж или существо взаимодействует с этим миром. ",
      "breadcrumbs": "Главная » Модусы",
      "id": "31",
      "title": "Модусы"
    },
    {
      "body": " У всех существ есть три модуса - Характеристики, Атрибуты, Навыки.  Характеристики - неизменяемые параметры которые отражают природную суть существ. Атрибуты - зависящие от характеристик свойства, которые могут изменяться в процессе игры. Навыки - способности, чаще всего использующиеся для разрешения игровых задач.  ",
      "breadcrumbs": "Главная » Модусы существ",
      "id": "32",
      "title": "Модусы существ"
    },
    {
      "body": " Остальные модусы описываются в следующей главе - они могут полностью или частично отсутствовать у не-игровых-персонажей (НПС) и враждебных существ. ",
      "breadcrumbs": "Главная » Модусы персонажей",
      "id": "33",
      "title": "Модусы персонажей"
    },
    {
      "body": "Характеристики",
      "breadcrumbs": "Существа » Характеристики",
      "id": "34",
      "title": "Характеристики"
    },
    {
      "body": " Модус характеристик позволяет определить физические и ментальные возможности персонажа с начала приключений. ",
      "breadcrumbs": "Существа » Модус",
      "id": "35",
      "title": "Модус"
    },
    {
      "body": " Любое существо описывается четырьмя базовыми характеристиками:  Телосложение Сноровка Интеллект Мудрость  Характеристика может принимать значение от d4 до d12, а изменение её значения возможно только на время. ",
      "breadcrumbs": "Существа » Типы",
      "id": "36",
      "title": "Типы"
    },
    {
      "body": " По умолчанию у всех серых значение трёх характеристик равно d6, и одной d8 в зависимости от класса. Каждый класс получает увеличенную на один ранг характеристику:  Воины - Телосложение Разбойники - Сноровка Маги - Интеллект Жрецы - мудрость  Игроки могут изменять базовые характеристики при создании уменьшая ранг отдельных значений и увеличивая за счёт свободных очков другие характеристики. Перераспределение характеристик позволяет создавать совершенно разных персонажей:  Воин силач: d12 Телосложение, d6 Сноровка, d4 Интеллект, d4 Мудрость   Маг учёный: d4 Телосложение, d4 Сноровка, d10 Интеллект, d8 Мудрость   Боевой жрец: d10 Телосложение, d4 Сноровка, d4 Интеллект, d8 Мудрость  Так же, игрок может &quot;пожертвовать&quot; увеличенной костью класса и взять вместо неё один дополнительный ранг навыка, или талант. ",
      "breadcrumbs": "Существа » Распределение и зависимость характеристик",
      "id": "37",
      "title": "Распределение и зависимость характеристик"
    },
    {
      "body": " Не смотря на то, что человек с телосложением d12 считается невероятно сильным и выносливым, существо другого типа, например, Дракон с телосложением d8 обладает на много большей выносливостью и силой относительно человека. Поэтому, при определении характеристик следует учитывать относительное значение внутри типа существ, а не снаружи. ",
      "breadcrumbs": "Существа » Относительные значения",
      "id": "38",
      "title": "Относительные значения"
    },
    {
      "body": " В обычном случае при рассчёте бонусов от характеристик следует учитывать абсолютную шкалу типа существ от d4 до d12, где:  d4 - существо самого слабого ранга, с поделённым на треть общим значением бонусов d6 - существо малого ранга с половинным значением бонусов характеристик d8 - существо нормального ранга с обычным значением бонусов d10 - существо крупногоранга с удвоенными значениями бонусов d12 - существо большого силы с увеличенными в три раза значениями бонусов характеристик  ",
      "breadcrumbs": "Существа » Рассчёт относительного значения",
      "id": "39",
      "title": "Рассчёт относительного значения"
    },
    {
      "body": "Состязания",
      "breadcrumbs": "Существа » Состязания",
      "id": "40",
      "title": "Состязания"
    },
    {
      "body": " При состязании существ одинакового типа значение костей считаются абсолютными, если же состязаются существа разного типа, то у существа меньшего типа есть возможность выиграть состязание только при условии, что выпавшее значение будет выше, чем dR+DdR, где R - это кость типа противника, D - разница рангов по модулю. Чтобы существо меньшего ранга проиграло проверку само, выброшенное значение должно быть меньше чем dR-DdR, в то время как значение противника должно быть больше. Эти же правила работают для Толпы, применяясь к результату броска.  Например, если Человек (существо нормального типа d8) с силой d12 соревнуется с Огром (существом d10) силой d6, то, чтобы выиграть состязание он должен выбросить минимум 20 (d10+1d10) чтобы победить, при условии, что значение будет больше, чем выпавшее значение Огра. А чтобы Огр сам проиграл состязание, ему нужно выбросить &lt; 16 (d8+1d8).  Таким образом, &quot;чистое&quot; состязание характеристик не может быть выиграно существом меньшего типа, однако при состязаниях навыков это может быть возможным.  Для более удобного рассчёта можете использовать таблицу состязаний  ",
      "breadcrumbs": "Существа » Тип проверки",
      "id": "41",
      "title": "Тип проверки"
    },
    {
      "body": " Базовая характеристика телосложения отражает конституцию тела, силу, и выносливость организма персонажа. Её значение описывает размер существа в рамках его ранга, количество мышичной массы, а так же общий объём. Телосложение не отвечает на вопросы процентного соотношения мышц и других тканей в теле. ",
      "breadcrumbs": "Существа » Характеристики » Телосложение",
      "id": "42",
      "title": "Телосложение"
    },
    {
      "body": " Стойкость серых равно кости телосложения * 2. Однако для существ других типов правила работают иначе.  У персонажа с Телосложением d4 кол-во очков здоровья (OZ) будет равно 8. У персонажа с Телосложением d10, эквивалентно 20.  ",
      "breadcrumbs": "Существа » Характеристики » Стойкость",
      "id": "43",
      "title": "Стойкость"
    },
    {
      "body": " Кость телосложения даёт одну дополнительную кость Силы атаки, равную кости телосложения.  Например, если персонаж с телосложением d6 хочет использовать способность ближнего боя, урон которой зависит от Силы атаки, то пулл урона будет состоять из: [Оружие d4 x Телосложение d6 x Способность d8]  ",
      "breadcrumbs": "Существа » Характеристики » Сила атаки",
      "id": "44",
      "title": "Сила атаки"
    },
    {
      "body": " Базовая характеристика сноровка отражает функциональные возможности тела, подвижность, ловкость и проворство персонажа. Её значение также описывает скорость и способность защищаться персонажа в рамках его ранга. Сноровка описывает тренированность персонажа, а не его физическое состояние, тем самым не ограничивая его размеры, однако зависимость характеристик не позволит создать персонажа с большой мускулатурой и развитой сноровкой. ",
      "breadcrumbs": "Существа » Характеристики » Сноровка",
      "id": "45",
      "title": "Сноровка"
    },
    {
      "body": " Скорость существа зависит от его сноровки. Рассчитывается скорость исходя из ранга существа и значения его сноровки по формуле обратного ранга-значения:  (5-Ранг существа) * 5 + текущий Ранг сноровки  Скорость влияет на реакцию в бою, возможность преодолевать расстояния, и реакцию. ",
      "breadcrumbs": "Существа » Характеристики » Скорость",
      "id": "46",
      "title": "Скорость"
    },
    {
      "body": " Кость сноровки даёт одну дополнительную кость защиты, равную кости сноровки.  Например, персонаж со сноровкой d6 и лёгкой броней при защите будет иметь пулл костей: [Броня d4 x Сноровка d6]  ",
      "breadcrumbs": "Существа » Характеристики » Защита",
      "id": "47",
      "title": "Защита"
    },
    {
      "body": " Базовая характеристика интеллект отражает общий ум и способность персонажа к анализу, нахождению закономерностей. Так же, интеллект отвечает за магическую силу персонажа его инициативу. Высокий интеллект позволяет раньше всех реагировать на изменение ситуации, способность её проанализировать и сделать быстрые, но точные выводы. Значение интеллекта может влиять на возможности персонажа к общению и социальному взаимодействию, но не обязательно с ними связан. Это означает, что персонаж игрока с интеллектом d4 может испытывать сложности при использовании речи, но так же это может означать что у него нет никаких проблем с общением и социальными нормами, просто он не способен быстро выполнять простейшие аналитические задачи вроде сложения и вычитания, а построение сложных причинно-следственных связей для него невозможно. ",
      "breadcrumbs": "Существа » Характеристики » Интеллект",
      "id": "48",
      "title": "Интеллект"
    },
    {
      "body": " Однако ранг существа прямо пропорционален общим умственным способностям, а кость ранга выражает отличие внутри его &quot;ранга&quot;.  r1 Ранг 1 Существо не способно к речи и сознанию, им движут только инстинкты. r2 Ранг 2 Существо обладает сознанием. Если его организм позволяет, оно может обучиться очень простой речи, но предел его умственных способностей - ребёнок 3-ёх лет. r3 Ранг 3 Существо обладает разумом, рассудком, сознанием. Его разум принаждлежит серому, что идентично обычным людям. r4 Ранг 4 Существо обладает таким интеллектом, что его можно считать гением. r5 Ранг 5 Существо обладает разумом божества.   Отличия по рангам позволяют не только добиться справедливого состязания, но и дают возможность более слабому существу, например, мыши, быть действительно умнее в выборе закуски (d6 Интеллект + d12 Инстинкты), а муравью - более искуссным в построении муравейника (d10 Интеллект + d12 Инженерия), чем обычному серому (При Интеллекте d8 и Инстинктах/Инженерии d4).  ",
      "breadcrumbs": "Существа » Характеристики » Ранг существа",
      "id": "49",
      "title": "Ранг существа"
    },
    {
      "body": " Зависит от интеллекта и скорости персонажа. Скорость отражает способности к реакции, а интеллект возможности просчитывания ситуации. Рассчитывается по формуле:  Скорость + (РангИнтеллекта+1)*d4  Ранг интеллекта определяет количество костей d4 для определения результата броска. Инициатива определяется единожды при создании персонажа.  Если вам не нравится результат инициативы вы можете перебросить кости до трёх раз выбрав более подходящее для вас значение.  Не обязательно выбирать максимальное значение броска - в большей степени инициатива определяется рангом интеллекта. Распределение инициативы между одинаковыми рангами минимально, а граничные значения между рангами не позволяют получить преимущество при меньшем интеллекте. ",
      "breadcrumbs": "Существа » Характеристики » Инициатива",
      "id": "50",
      "title": "Инициатива"
    },
    {
      "body": " Кость интеллекта даёт одну дополнительную кость Силы магии, равную кости интеллекта.  К примеру, персонаж с интеллектом d6 и волшебным посохом d4 при использовании заклинания огненный шар будет иметь пулл костей: [Интеллект d6 x Посох d4 x Заклинание d10]  ",
      "breadcrumbs": "Существа » Характеристики » Магия",
      "id": "51",
      "title": "Магия"
    },
    {
      "body": " Базовая характеристика мудрость описывает возможности персонажа за пределами физического и интеллектуального развития. Мудрость позволяет персонажам вести переговоры, принимать решения руководствуясь интуицией, и отвечает за способности к божественной магии. Всё, что не может быть описано остальными тремя характеристиками отражается в показателе мудрости. Персонаж с высоким показателем мудрости это как правило индивид, получивший огромный жизненный опыт, что однако не означает всестороннего развития или способностей к управлению государством. Несомненно, мудрый персонаж может нивелировать свою физическую и умственную слабость, но без остальных характеристик он будет скорее набожным монахом, который будет жить в уединении с собой и гармонии с миром. ",
      "breadcrumbs": "Существа » Характеристики » Мудрость",
      "id": "52",
      "title": "Мудрость"
    },
    {
      "body": " От значения мудрости зависит удача персонажа и рассчитывается по формуле:  (5-Ранг существа) * 20 + (Текущий Ранг Мудрости * 4)  Мало на что способный гоблин (2 ранг существа r2) с мудростью d12 (исключительной) сможет избежать печальной участи всего своего племени благодаря высокой удаче равной 80. А вот дракону (4 ранг существа r4) с исключительной мудростью (d12), или богу (r5-d10) с удачей 40 и 16 соответственно не стоит сильно надеяться на случай. ",
      "breadcrumbs": "Существа » Характеристики » Удача",
      "id": "53",
      "title": "Удача"
    },
    {
      "body": " Кость мудрости даёт одну дополнительную кость Магического барьера, равную кости мудрости.  Жрец серых(r3) с мудростью d10 и Защитным амулетом d10 сможет защититься от заклинаний с помощью пулла костей: [Мудрость d10 x Амулет d10]  ",
      "breadcrumbs": "Существа » Характеристики » Магический барьер",
      "id": "54",
      "title": "Магический барьер"
    },
    {
      "body": "Атрибуты",
      "breadcrumbs": "Существа » Атрибуты",
      "id": "55",
      "title": "Атрибуты"
    },
    {
      "body": " Модус атрибутов описывает зависящие от модуса характеристик свойства и может изменяться экипировкой, в отличие от модуса характеристик. Атрибуты зависят от врождённых характеристик. ",
      "breadcrumbs": "Существа » Модус",
      "id": "56",
      "title": "Модус"
    },
    {
      "body": " В зависимости от характеристик существа обладают различными атрибутами, разделяющимися на две группы:  Статичные - имеют одно цифровое значение. Динамичные - определяются набором костей.  В отличие от характеристик, атрибуты могут изменяться с течением времени и в зависимости от экипировки. ",
      "breadcrumbs": "Существа » Типы",
      "id": "57",
      "title": "Типы"
    },
    {
      "body": "Статичные атрибуты",
      "breadcrumbs": "Существа » Статичные атрибуты",
      "id": "58",
      "title": "Статичные атрибуты"
    },
    {
      "body": " Стойкость отражает запас физических и ментальных сил персонажа. Оно определяет, как долго герой может оставаться в деле, прежде чем получит травму и не сможет продолжать действовать. Очки здоровья не отражают состояние организма. Текущее количество ОЗ никак не влияет на эффективность персонажа и не накладывает штрафы. Даже с 1OZ персонаж действует в полную силу. Как только значение OZ падает до 0, персонаж мгновенно получает статус «Недееспособен». Он выбывает из боя или сцены, не может совершать никаких действий и получает 1 травму. Только лечение способно исцелить травму. Восстановление здоровья и отдых не избавляет от накопленных травм. При накоплении 5 травм персонаж умирает вне зависимости от его количества здоровья. Стойкость существа зависит от телосложения. ",
      "breadcrumbs": "Существа » Стойкость",
      "id": "59",
      "title": "Стойкость"
    },
    {
      "body": "",
      "breadcrumbs": "Существа » ",
      "id": "60",
      "title": ""
    },
    {
      "body": " Отражает способность к быстрому перемещению и реакции. Скорость используется при тактическом перемещении и для рассчёта времени в путешествиях. Скорость важна не только в бою, но и в обыденной жизни - при проверке реакции скорость может использоваться для быстрых состязаний (по значению), например, при ловле кружки пива в таверне. ",
      "breadcrumbs": "Существа » Скорость",
      "id": "61",
      "title": "Скорость"
    },
    {
      "body": "",
      "breadcrumbs": "Существа » ",
      "id": "62",
      "title": ""
    },
    {
      "body": " Определяет очерёдность действий в сцене (бою), когда нужно определить очередь реакции на предполагаемые события.  Если группа персонажей пытается поймать предмет, который им бросили, то именно инициатива будет определять кто первым будет пытаться его поймать.  При одинаковых значениях инициативы персонажи делают бросок очерёдности - RdD (где R - ранг интеллекта, а D - кость интеллекта существа). Значение броска очерёдности определяет порядок ходов только среди существ с одинаковой инициативой и не добавляется к значению.  Если броски очерёдности выдают одинаковые результаты три раза, стоит предложить игрокам разрешить ситуацию альтернативным путём.  ",
      "breadcrumbs": "Существа » Инициатива",
      "id": "63",
      "title": "Инициатива"
    },
    {
      "body": "",
      "breadcrumbs": "Существа » ",
      "id": "64",
      "title": ""
    },
    {
      "body": " Описывает отношение мира к персонажу. Удача не используется в бою, но может влиять на сюжетные ходы внутри сцены боя. Удача влияет на случайные встречи, шанс найти нужного персонажа в городе, скорый поиск предмета в сумке, и любые другие дополнительные действия в сцене. ",
      "breadcrumbs": "Существа » Удача",
      "id": "65",
      "title": "Удача"
    },
    {
      "body": "",
      "breadcrumbs": "Существа » ",
      "id": "66",
      "title": ""
    },
    {
      "body": " Определяет общий потенциал атаки. Для того чтобы использовать оружие или способность с физическим уроном в бою персонаж должен бросить пулл силы атаки. Если результат броска выше результата уклонения - персонаж может бросить пулл урона. ",
      "breadcrumbs": "Существа » Сила атаки",
      "id": "67",
      "title": "Сила атаки"
    },
    {
      "body": "",
      "breadcrumbs": "Существа » ",
      "id": "68",
      "title": ""
    },
    {
      "body": " Определяет общий потенциал избежать урона. Пулл уклонения используется когда персонаж пытается защититься от получения урона - не важно от какого источника. Если источник урона другое существо, сравнивается результат пула атаки и результат пула уклонения. Если источник урона не существо, результат броска сравнивается с фиксированным числом атаки. Если результат броска выше результата атаки - персонаж не получает урона. ",
      "breadcrumbs": "Существа » Уклонение",
      "id": "69",
      "title": "Уклонение"
    },
    {
      "body": "",
      "breadcrumbs": "Существа » ",
      "id": "70",
      "title": ""
    },
    {
      "body": " Определяет общий потенциал магических возможностей. Для того чтобы использовать магическое оружие или способность с магическим уроном в бою персонаж должен бросить пулл силы магии. Если результат броска выше результата магического барьера - персонаж может бросить пулл урона. ",
      "breadcrumbs": "Существа » Сила магии",
      "id": "71",
      "title": "Сила магии"
    },
    {
      "body": "",
      "breadcrumbs": "Существа » ",
      "id": "72",
      "title": ""
    },
    {
      "body": " Магический барьер определяет общее сопротивление магии. Пулл сопротивления используется когда персонаж пытается защититься от магического урона - не важно от какого источника. Если источник урона другое существо, сравнивается результат пула силы магии и результат пула сопротивления. Если источник урона не существо, результат броска сравнивается с фиксированным числом силы магии. Если результат броска выше результата силы магии - персонаж не получает урона. ",
      "breadcrumbs": "Существа » Барьер",
      "id": "73",
      "title": "Барьер"
    },
    {
      "body": "",
      "breadcrumbs": "Существа » ",
      "id": "74",
      "title": ""
    },
    {
      "body": " Определяет общие способности персонажа уменьшить входящий урон. По-умолчанию все персонажи имеют значение защиты равное 0. Каждая единица защиты уменьшает входящий урон на 1 и увеличивает восстановление на 1. ",
      "breadcrumbs": "Существа » Защита",
      "id": "75",
      "title": "Защита"
    },
    {
      "body": "",
      "breadcrumbs": "Существа » ",
      "id": "76",
      "title": ""
    },
    {
      "body": " Определяет время на восстановление в сценах. В мирной сцене восстановление равно 1 минуте, в боевой - 1 ход. По-умолчанию все персонажи имеют восстановление равное 0. Каждая единица восстановления увеличивает время между ходами в сценах на 1 ход/минуту. ",
      "breadcrumbs": "Существа » Восстановление",
      "id": "77",
      "title": "Восстановление"
    },
    {
      "body": " ",
      "breadcrumbs": "Существа » ",
      "id": "78",
      "title": ""
    },
    {
      "body": "Навыки",
      "breadcrumbs": "Существа » Навыки",
      "id": "79",
      "title": "Навыки"
    },
    {
      "body": " Модус навыков описывает что персонаж умеет хорошо, что плохо, и к чему у него вообще нет никаких способностей. Модус навыков растёт с получением уровней, в мирное время может увеличиваться за счёт способностей, а в редких случаях модифицируется с помощью экипировки. Навыки зависят от характеристик. ",
      "breadcrumbs": "Существа » Модус",
      "id": "80",
      "title": "Модус"
    },
    {
      "body": " Каждый навык принадлежит к одной из характеристик и участвует в пулле проверок: ",
      "breadcrumbs": "Существа » Список навыков",
      "id": "81",
      "title": "Список навыков"
    },
    {
      "body": "  Выносливость: способность закалять организм против физического воздействия - пыток, холода, ядов, итд. Выживание: ориентирование, охота, навигация в дикой местности, природа Убеждение: харизма, дипломатия, обольщение, этикет Ремесло: все виды тяжёлого производного труда Медицина: исцеление, анатомия, первая помощь, практическое латание тел, знание плоти Транспорт: физическое управление механизмами: повозками, кораблями, дирижаблями, повозками  ",
      "breadcrumbs": "Существа » Телосложение",
      "id": "82",
      "title": "Телосложение"
    },
    {
      "body": "  Атлетика: бег, плавание, лазание, прыжки, напор, эквилибристика, изворотливость, полет, грация Скрытность: маскировка, бесшумное передвижение, засады Ловкость рук: кража, взлом, грязные трюки, воровство Обман: блеф, притворство, мимика, ложь лицом и телом Обращение с животными: верховая езда, дрессировка, уход Выступление: танцы, игра на инструментах — моторика, музыка, игра, хореография  ",
      "breadcrumbs": "Существа » Сноровка",
      "id": "83",
      "title": "Сноровка"
    },
    {
      "body": "  Анализ: криминалистика, поиск улик, дедукция, расследование Инженерия: ремонт, механизмы, строительство зданий, чертежи Магия: теория, оккультизм, использование магических устройств, настройка История: обществоведение, знание дворянства, география, общая история Образование: профессия, административные навыки, любой квалифицированный труд на заработок Внимательность: восприятие, поиск, подмечание деталей  ",
      "breadcrumbs": "Существа » Интеллект",
      "id": "84",
      "title": "Интеллект"
    },
    {
      "body": "  Религия: история богов, молитвы, ритуалы Торговля: реклама, связи, логистика, торг, оценка стоимости, гильдии Связи: способность добывать сплетни, слухи, неожиданные знакомства Запугивание: устрашение, насмешка, ментальное давление, допросы Проницательность: интуиция, психология, чтение лжи Военное ремесло: военные формирования, тактика, стратегия, звания, устройство стражи  ",
      "breadcrumbs": "Существа » Мудрость",
      "id": "85",
      "title": "Мудрость"
    },
    {
      "body": " Для проверки навыка против статической сложности или пулла используются:  Кость навыка Кость характеристики Подходящие кости сцены Кости способностей  ",
      "breadcrumbs": "Существа » Проверки навыков",
      "id": "86",
      "title": "Проверки навыков"
    },
    {
      "body": " Ранг навыка определяет кость этого навыка у существа. Если у существа нет ни одного ранга в этом навыке, оно использует d4. ",
      "breadcrumbs": "Существа » Кость навыка",
      "id": "87",
      "title": "Кость навыка"
    },
    {
      "body": " Каждый навык зависит от одной из четырёх характеристик. Кость характеристики добавляется в пулл навыков. ",
      "breadcrumbs": "Существа » Кость характеристики",
      "id": "88",
      "title": "Кость характеристики"
    },
    {
      "body": " Если одна или более костей подходит для проверки навыка, вы можете добавить её в пулл проверки навыка. Подходят ли кости к текущей сцене вы можете решить вместе с мастером. Если ваши мнения расходятся, вы должны убедить мастера с помощью вашего навыка убеждения без добавления костей сцены и способностей против (2d8). ",
      "breadcrumbs": "Существа » Кости сцены",
      "id": "89",
      "title": "Кости сцены"
    },
    {
      "body": " Некоторые способности могут добавлять кости в пулл навыков, например, заклинания огня могут добавлять кость к проверкам Выживания и Ремесла. Способности всегда добавляют одну кость d4. ",
      "breadcrumbs": "Существа » Кости способностей",
      "id": "90",
      "title": "Кости способностей"
    },
    {
      "body": " Существа могут помогать друг другу в проверках навыков. Если существо согласно помочь, кость его навыка добавляется в пулл проверки. Если у существа нет нужного навыка, но он вынужден совершить проверку - он использует кость d4. Но если у существа нет требуемого навыка оно не может помочь. ",
      "breadcrumbs": "Существа » Помощь",
      "id": "91",
      "title": "Помощь"
    },
    {
      "body": " По умолчанию любой навык у существа равен 0 рангу. Каждое повышение уровня существо получает 1 очко навыков, на которые можно увеличить любой навык на один ранг. На первом ранге кость навыка равна d4, но существо получает возможность помогать другим в этом навыке. ",
      "breadcrumbs": "Существа » Улучшение",
      "id": "92",
      "title": "Улучшение"
    },
    {
      "body": " Эта глава посвящена описанию персонажей - существ игроков и мастера, которые обладают большим количеством возможностей чем обычные существа. Правила для персонажей работают для всех серых, и &quot;продвинутых&quot; монстров со сложным разумом. Не смотря на то, что модусы у персонажей и монстров совпадают, их правила отличаются. ",
      "breadcrumbs": "Главная » Персонажи",
      "id": "93",
      "title": "Персонажи"
    },
    {
      "body": " В дополнение к трём существам модуса у персонажей есть ещё три модуса - Классы, Таланты, и Способности.  Классы - способ персонажей проявлять Силу Воли. Таланты - особые возможности персонажей, дополняющие игровой процесс. Способности - активные магические силы, которые персонажи могут использовать в любых сценах.  ",
      "breadcrumbs": "Главная » Модусы персонажей",
      "id": "94",
      "title": "Модусы персонажей"
    },
    {
      "body": " Седьмой, &quot;свободный&quot; модус - это необязательный слой игрового процесса, который отсутствует у монстров, но является опциональным у персонажей. Свободный модус как часть системы подробнее описан в Modus Schema, но в Набонассар он отвечает за происхождение и фракцию персонажа. ",
      "breadcrumbs": "Главная » Свободный модус",
      "id": "95",
      "title": "Свободный модус"
    },
    {
      "body": "Классы",
      "breadcrumbs": "Персонажи » Классы",
      "id": "96",
      "title": "Классы"
    },
    {
      "body": " Модус класса позволяет определить как персонаж взаимодействует с магией этого мира и как проявляет Волю для сопротивления божествам. ",
      "breadcrumbs": "Персонажи » Модус",
      "id": "97",
      "title": "Модус"
    },
    {
      "body": " Каждый персонаж должен выбрать себе один из четырёх архетипов. Архетипы отличаются использованием Воли и набором способностей. Архетипы не влияют на роль в группе - любой воин может стать магом или целителем, точно так же как любой маг или жрец может стать основным защитником группы. Выбор класса влияет не на то чем будет заниматься персонаж, а на то, каким образом он будет это делать. ",
      "breadcrumbs": "Персонажи » Архетипы",
      "id": "98",
      "title": "Архетипы"
    },
    {
      "body": " Может использовать 1 Очко Воли чтобы добавить кость любой своей характеристики в пулл броска. Количество добавленных костей может быть неограничено. Воины сосредоточены на прямолинейном и надёжном результате. ",
      "breadcrumbs": "Персонажи » Воин",
      "id": "99",
      "title": "Воин"
    },
    {
      "body": " Может потратить 1 Очко Воли чтобы добавить к броску пула ещё один результат. Количество добавленных результатов ограничено только пулом. Плут самый азартный класс, часто ему требуется найти нестандартный подход для использования своих способностей на максимум. ",
      "breadcrumbs": "Персонажи » Плут",
      "id": "100",
      "title": "Плут"
    },
    {
      "body": " Может используя 1 Очко Воли увеличить ранг кости перед броском пула. Можно увеличивать ранг вплоть до d12, но только на тех костях, которые есть в пулле изначально. Маги подходят тем игрокам, кто хочет почувствовать себя могущественными персонажами без гарантированного результата. ",
      "breadcrumbs": "Персонажи » Маг",
      "id": "101",
      "title": "Маг"
    },
    {
      "body": " Может потратить 1 Очко Воли чтобы создать кость сцены d4. Максимальное количество костей не ограничено. Жрецы сосредоточены на помощи всей партии, они обладают большим контролем над ситуацией чем остальные классы. ",
      "breadcrumbs": "Персонажи » Жрец",
      "id": "102",
      "title": "Жрец"
    },
    {
      "body": "  Класс Проявление Воли Воин Добавить кость в пулл. Плут Добавить результат из пулла. Маг Увеличить ранг кости пулла. Жрец Добавить кость сцены.  ",
      "breadcrumbs": "Персонажи » Сравнительная таблица",
      "id": "103",
      "title": "Сравнительная таблица"
    },
    {
      "body": " Каждый класс имеет свой набор способностей. Персонаж может изучить любое количество способностей, но в один момент времени может использовать только 4. Подробнее о способностях. ",
      "breadcrumbs": "Персонажи » Способности",
      "id": "104",
      "title": "Способности"
    },
    {
      "body": " Персонаж может изучить специализацию - особый пассивный навык, который влияет на все текущие и будущие изученные способности класса. ",
      "breadcrumbs": "Персонажи » Специализации",
      "id": "105",
      "title": "Специализации"
    },
    {
      "body": "Таланты",
      "breadcrumbs": "Персонажи » Таланты",
      "id": "106",
      "title": "Таланты"
    },
    {
      "body": " Модус талантов даёт возможность изменить игровой процесс или добавить персонажу новые возможности. ",
      "breadcrumbs": "Персонажи » Модус",
      "id": "107",
      "title": "Модус"
    },
    {
      "body": " Персонажи получают таланты каждый третий уровень начиная со второго. Если персонаж отказывается от дополнительного ранга кости он может взять ещё один дополнительный талант на первом уровне.  Уровень Таланты 1 +0(1) 2 +1 5 +1 8 +1 11 +1 14 +1  ",
      "breadcrumbs": "Персонажи » Получение",
      "id": "108",
      "title": "Получение"
    },
    {
      "body": " Всего персонажам доступно на выбор 40 талантов.  Крепость Вы активируете карты болезней и проклятий в конце сцены, не важно получили вы их в бою или нет. Все болезни и проклятья активируются мгновенно. Шестое чувство Вы можете один раз в локации попросить у мастера подсказку о том, что нужно делать чтобы продвинуться по сюжету. Компас желаний Вы определяете одно желание на каждую сессию. Вы всегда знаете в каком направлении искать то, чего желаете. Лингвист Вы понимаете чужеродные языки и можете быстро обучиться им. Вы научились понимать намерения, а не слова, и это позволяет вам используя жесты и интонации договориваться даже с теми существами, у которого вообще нет языка (но есть разум - монстр, животное, механизм). Чтение по губам Вы умеете читать по губам, в том числе на большом расстоянии. Этикет Вы знаете правила этикета всех социальных групп. Это добавляет вам d4 к любым проверкам если вы находитесь в социальной группе вышего звена. Благородное происхождение Вы принадлежите дворянскому роду и можете производить впечатление на крестьян и простолюдинов. Вам на 2d4 проще договариваться со стражей и любыми другими простолюдинами. Слепота Вы ослепли. Это позволяет вам ориентироваться в темноте и тумане и сражаться против невидимых существ без помех. У вас обострённый слух, нюх, и вкус, однако вы не способны видеть. Бой двумя руками Вы можете эффективно использовать оружие в двух руках и добавлять кость второго оружия к атаке. Последний шанс Вы можете совершить одно действие при получении урона который уменьшает здоровье до нуля. Стихийное происхождение Вы можете изменить любой исходящий урон на выбранный вами природный элемент. Враги с противоположным элементом получают преимущество d4 против вас. Живой щит Вы получаете урон вместо союзников если они находятся с вами в одной зоне. Вы не можете отключить это. Фотографическая память Вы можете идеально воспроизвести в памяти увиденную карту, документ или лицо спустя любое время. Общение с духами Вы можете призывать духи мёртвых и общаться с ними. Импровизация Вы можете импровизировать и использовать предметы как вам вздумается. Любой предмет в ваших руках может превратиться в оружие с костью рангом на одну меньше чем оригинальная, либо инструментом с таким же пониженным рангом. (прим.: ножка стула может использоваться как дробящее d4 (d6-1ранг)) Быстрый сон Вам достаточно 2х часов на долгий отдых. Остальные 6 часов вы можете использовать для любых занятий. Вы не можете видеть сны. Всеядность Вы можете есть всё что угодно для утоления голода и восстановления. Такие приёмы пищи восстанавливают половину здоровья, не тратят провиант, позволяют есть всё, что могут перемолоть зубы. Счастливчик Вы можете использовать бросок удачи в бою или для проверок *известных* вам навыков. Результат рассчитывается по формуле Успех=d100<=Удача. Значением броска считаеся кость единиц: 0/0 - провал, X/0 - 10, X/Y - результат Y. Увёртливость Каждый раз после получения урона вы можете по желанию переместиться в соседнюю зону. Командир Вы можете отдать свой ход другому члену отряда. Волшебные сумки Вы использовать любой предмет из сумок членов вашего отряда. Железная воля Вы получаете очко Воли каждый раз когда проваливаете бросок (не только при критическом провале), но не можете обладать более чем 1. Подготовка Вы можете подготовиться к посещению локации заранее, создав кость сцены из материалов. Подготовка доступна только если локация известна заранее, у вас есть не менее 6ч, вы обладаете всеми требуемыми материалами или можете их приобрести за эти 6 часов. Питомец Вы можете завести себе магического питомца - существо слабого ранга. Самая высокая характеристика питомца добавляет вам кость d4 в пулл атрибутов. Питомец получает урон от массовых атак и восстанавливается после долгого отдыха. Честь При помощи вы всегда даёте кость на 1 ранг выше чем ваша. При максимальном ранге вы даёте d12+d4. Вы не можете отказать в помощи. Если вы не способны помочь при броске, вы получаете штраф -10 к результату следующего броска. Мастер стрельбы Все ваши дистанционные физические атаки могут быть использованы в упор, вы можете стрелять за угол и попадать в цели за препятствиями если снаряд может отрекошетить. Не работает с огнестрельным оружием. Барахольщик Один раз на локации можете найти в своих бездонных карманах преимущество d4. Вы не тратите на это очки Воли, но вы не можете использовать предметы во второй руке. Кровавая клятва Вы используете Здоровье в качестве очков Воли с курсом 3к1 (3 ОЗ на 1 действие). При получении очков Воли вы получаете урон. Неудачник Ваши критические провалы считаются обычными успехами. Вы не получаете за них очки Воли. Последний рывок Вы можете потратить всё здоровье на автоматический успех. Это действие считается атакой по вам приводящей здоровье к нулю. Манипулятор Вы можете использовать очки Воли союзников, но только если убедите их в этом (бросок Убеждения против 2d12). Проклятый Вас прокляли. Весь пулл бросков против вас всегда увеличен на d4. Вы можете носить проклятые предметы без штрафов. Смертельный договор Вы умираете (спонтанное самовозгорание), но смерть предлагает вам сделку: лечение и божественная магия отныне наносят вам урон. Вы исцеляетесь на 1 ед. каждый раз когда рядом кто-то умирает, или на вас накладывают болезнь/яд. Вы не стареете, но это приключение последнее в вашей жизни. Библиотечные знания Вы больше не можете помогать и сами делать проверки навыков против пула сложности, но получаете бонус 2d4 против статической сложности. Родные края Вы выбираете свой *родной* ландшафт в котором получаете кость сцены d4. В остальных местах вы получаете штраф против вас d4. Орден смерти Вы вступаете в орден смерти. Когда ваше здоровье достигает 0 вы совершаете саморитуал, и в следующем ходу орден присылает на ваше место нового персонажа. Этот персонаж идентичен вашему но с другим именем и полным здоровьем. Весь накопленный опыт сгорает. Труп предыдущего персонажа остаётся. Стиляга Вы носите только вещи, созданные на заказ или вами. Если все предметы вашей экипировки созданы на заказ вы уменьшаете Восстановление на 1ед. Шрамирование Травмы не снижают ранг характеристики, но вы больше не можете их исцелять. Синестезия Вы можете обменять две кости характеристики при проверках навыков. Синестезия выбирается единожды и не может быть изменена. Магия имён Вы можете провести ритуал занимающий 6ч на определение истинного имени существа - для этого вам потребуется какой-либо предмет существа. Это даёт вам d4 к проверкам Убеждения, Выступления, Запугивания, Проницательности, и всех остальных проверок общения против этого существа пока вы не сообщите существу его имя. Существо знающее своё истинное имя на всегда будет благоволить вам. Одновременно вы можете держать в уме только одно истинное имя.  ",
      "breadcrumbs": "Персонажи » Список талантов",
      "id": "109",
      "title": "Список талантов"
    },
    {
      "body": "Способности",
      "breadcrumbs": "Персонажи » Способности",
      "id": "110",
      "title": "Способности"
    },
    {
      "body": " Модус способностей определяет магические возможности доступные персонажу в текущий момент. Персонажи могут использовать способности в любом типе сцен. ",
      "breadcrumbs": "Персонажи » Модус",
      "id": "111",
      "title": "Модус"
    },
    {
      "body": " Магические способности доступны персонажам всех архетипов, но ограничены по типу использования магии. Это значит что каждому классу доступен лишь его набор способностей.  Ни одно существо не может одновременно настроиться на испольщование более чем четырёх способностей.  Большая часть способностей не ограничена уровнем. ",
      "breadcrumbs": "Персонажи » Лимиты",
      "id": "112",
      "title": "Лимиты"
    },
    {
      "body": " Персонажи получают свои первые способности во время создания из доступных им благодаря архетипу и происхождению. Дополнительные способности может предоставить фракция. ",
      "breadcrumbs": "Персонажи » Получение",
      "id": "113",
      "title": "Получение"
    },
    {
      "body": " Персонажи могут в любой момент изучить новые способности выполнив условия:  Найти учителя и оплатить обучение Выполнить поручение учителя Найти глинянные таблички  Игроки могут изменять список активных способностей у своих персонажей во время длительного отдыха. Единожды полученная способность остаётся доступна игроку на всегда. В зависимости от класса персонажи обучаются новым способностям в разных локациях:  Воины обучаются в авангардах и военных поселениях Плуты могут получить новые способности в гильдиях Маги изучают способности в разных отделениях круга Жрецы пользуются услугами религиозных храмов  Однако персонажи могут получить способности и из древних глиняных табличек или у учителей-отшельников, которые дают собственные поручения. Подробнее о способах получения новых способностей в разделе создание приключений. ",
      "breadcrumbs": "Персонажи » Обучение",
      "id": "114",
      "title": "Обучение"
    },
    {
      "body": " Список способностей доступен в справочнике способностей. ",
      "breadcrumbs": "Персонажи » Описание способностей",
      "id": "115",
      "title": "Описание способностей"
    },
    {
      "body": "Специализации",
      "breadcrumbs": "Персонажи » Специализации",
      "id": "116",
      "title": "Специализации"
    },
    {
      "body": " Модус специализации входит в &quot;свободный&quot; модус персонажей. ",
      "breadcrumbs": "Персонажи » Модус",
      "id": "117",
      "title": "Модус"
    },
    {
      "body": " Персонажи могут обучиться специализации у особых мастеров или самых высших чинов фракций. Специализации позволяют изменить привычное использование способностей и требует соответствия множеству требований. ",
      "breadcrumbs": "Персонажи » Роль специализаций",
      "id": "118",
      "title": "Роль специализаций"
    },
    {
      "body": " Ниже представлены примеры специализаций. ",
      "breadcrumbs": "Персонажи » Список специализаций",
      "id": "119",
      "title": "Список специализаций"
    },
    {
      "body": "  Валькирия Весь урон от персонажа считается уроном от холода. Персонажу доступны способности валькирий. Алхимик Персонаж может единоразово добавлять кость зелья к проверке навыка или атаки.  ",
      "breadcrumbs": "Персонажи » Воин",
      "id": "120",
      "title": "Воин"
    },
    {
      "body": "  Мастер Вуду Персонаж может использовать травы как яды и проводить особенные ритуалы. Мастер молний Персонаж не получает урона от молний, вместо этого он получает дополнительный ход вне очереди.  ",
      "breadcrumbs": "Персонажи » Плут",
      "id": "121",
      "title": "Плут"
    },
    {
      "body": "  Чернокнижник Весь урон способностей делится поровну между огнём и тёмной магией. Маг крови Персонаж может манипулировать кровью. Такие способности проходят проверку навыка \"Магия\".  ",
      "breadcrumbs": "Персонажи » Маг",
      "id": "122",
      "title": "Маг"
    },
    {
      "body": "  Апостол Жрец посвящает себя только одному божеству. Это позволяет добавить кость d12 к проверкам способностей выбранного божества. Инквизитор Жрец получает двух пленных существ божественной и демонической природы на выбор. Он может использовать способности этих существ вместо своих.  ",
      "breadcrumbs": "Персонажи » Жрец",
      "id": "123",
      "title": "Жрец"
    },
    {
      "body": "Происхождение",
      "breadcrumbs": "Персонажи » Происхождение",
      "id": "124",
      "title": "Происхождение"
    },
    {
      "body": " Модус происхождения входит в &quot;свободный&quot; модус персонажей. ",
      "breadcrumbs": "Персонажи » Модус",
      "id": "125",
      "title": "Модус"
    },
    {
      "body": " Происхождение определяет отношение к персонажу других народов и дополнительную способность. Каждый народ в мире Набонассар поклоняется своему божеству, но у каждого божества есть своё божество-протагонист. Больше подробностей о взаимодействии народов можно узнать из раздела Мир. ",
      "breadcrumbs": "Персонажи » Роль происхождения",
      "id": "126",
      "title": "Роль происхождения"
    },
    {
      "body": " Весь материк разделён на регионы. За каждым регионом закреплёно собственное божество и его избранный народ. Всего регионов 12, а проживающих на их территории народов намного больше, но игрокам доступны только определённые:  Регион Народ Произвище Конгрегация Эсмару &quot;Блестящие&quot; Изначальная роща Балату &quot;Народ Хаоса&quot; Бухта пустоты Серые &quot;Живые&quot; Кровавые болота Мату &quot;Кровь&quot; Империя Ушал Усапу &quot;Народ Нефрита&quot; Королевство проклятых Нахазу &quot;Демоны&quot; Остров дильмун Муиту &quot;Островитяне&quot; Кузница древних Карару &quot;Огненные&quot; Экзархат солнца Шамшу &quot;Позолоченные&quot; Берег древних Шалму &quot;Тёмная плоть&quot; Тёмный лес Хабаш &quot;Кусачие&quot; Пески мёртвых Буру &quot;Дети глины&quot;  ",
      "breadcrumbs": "Персонажи » Происхождения",
      "id": "127",
      "title": "Происхождения"
    },
    {
      "body": " Ниже представлено описание как народы относятся друг к другу. Народы на противоположных частях являются враждующими.  Пантеон VS Свободные боги Конгрегация ↔ Пески мёртвых Изначальная роща ↔ Тёмный лес Бухта пустоты ↔ Берег древних Кровавые болота ↔ Экзархат солнца Империя Ушал ↔ Кузница древних Королевство проклятых ↔ Остров дильмун  ",
      "breadcrumbs": "Персонажи » Взаимодействия",
      "id": "128",
      "title": "Взаимодействия"
    },
    {
      "body": "Способности происхождения",
      "breadcrumbs": "Персонажи » Способности происхождения",
      "id": "129",
      "title": "Способности происхождения"
    },
    {
      "body": "  Удар зимы Вы наносите 1 урона от холода.  ",
      "breadcrumbs": "Персонажи » Конгрегация",
      "id": "130",
      "title": "Конгрегация"
    },
    {
      "body": "  Дубовая кожа Ваша броня увеличена на 1. Вы не получаете штраф восстановления за эту способность.  ",
      "breadcrumbs": "Персонажи » Изначальная роща",
      "id": "131",
      "title": "Изначальная роща"
    },
    {
      "body": "  Болезненный вид Весь получаемый урон от болезней и ядов уменьшен на 2.  ",
      "breadcrumbs": "Персонажи » Бухта пустоты",
      "id": "132",
      "title": "Бухта пустоты"
    },
    {
      "body": "  Жестокий удар Вы наносите 2 урона и накладываете *кровотечение* на 2 раунда.  ",
      "breadcrumbs": "Персонажи » Кровавые болота",
      "id": "133",
      "title": "Кровавые болота"
    },
    {
      "body": "  Магический талант Все ваши магические способности наносят на 1 урона больше.  ",
      "breadcrumbs": "Персонажи » Империя Ушал",
      "id": "134",
      "title": "Империя Ушал"
    },
    {
      "body": "  Дикая магия Если вас атаковали в этом раунде вы можете нанести этой способностью 3 урона атакующему.  ",
      "breadcrumbs": "Персонажи » Королевство проклятых",
      "id": "135",
      "title": "Королевство проклятых"
    },
    {
      "body": "  Целебные воды Вы можете восстановить 1 стойкость двум целям.  ",
      "breadcrumbs": "Персонажи » Остров дильмун",
      "id": "136",
      "title": "Остров дильмун"
    },
    {
      "body": "  Удар титанов Вы можете нанести цели 1 урона, оглушить, и наложить ожог.  ",
      "breadcrumbs": "Персонажи » Кузница древних",
      "id": "137",
      "title": "Кузница древних"
    },
    {
      "body": "  Святая стрела Вы можете нанести 1 урона любой цели на поле боя на любом расстоянии. Цель получает урон даже в укрытии.  ",
      "breadcrumbs": "Персонажи » Экзархат солнца",
      "id": "138",
      "title": "Экзархат солнца"
    },
    {
      "body": "  Гниение души Вы накладываете на цель *гниение души*. При 3 эффектах цель наносит себе и соседним целям 2 урона без проверки попадания.  ",
      "breadcrumbs": "Персонажи » Берег древних",
      "id": "139",
      "title": "Берег древних"
    },
    {
      "body": "  Учение луны Вы можете изменить свой облик на любое животное проживающее в текущем регионе.  ",
      "breadcrumbs": "Персонажи » Тёмный лес",
      "id": "140",
      "title": "Тёмный лес"
    },
    {
      "body": "  Видения смерти Вы можете наслать на цель видения бога смерти - она пропустит свой следующий ход. Работает один раз за сцену на цель.  ",
      "breadcrumbs": "Персонажи » Пески мёртвых",
      "id": "141",
      "title": "Пески мёртвых"
    },
    {
      "body": " В данной главе описывается всё что связано с приключениями персонажей и их взаимодействия с миром. Вы узнаете как создавать персонажей, собраться в приключение, как участвовать в игровых сценах и использовать известные вам модусы для взаимодействия в рамках правил игры. Так же вы узнаете как персонажи получают повреждения и избегают смерти, накапливают опыт и новые уровни, отдыхают, торгуются, договариваются с союзниками и врагами, и перемещаются по материку. ",
      "breadcrumbs": "Главная » Игровой процесс",
      "id": "142",
      "title": "Игровой процесс"
    },
    {
      "body": " &quot;Сила воли&quot;, или просто &quot;Воля&quot; - это особый ресурс, который позволяет игрокам и мастеру временно влиять на удачу чтобы дописывать детали совместной истории. ",
      "breadcrumbs": "Игровой процесс » Сила воли",
      "id": "143",
      "title": "Сила воли"
    },
    {
      "body": " В начале сессии каждый игрок получает 1 очко Силы воли. Максимальное количество очков Воли ограничено 12. Дополнительные очки Воли игроки могут получить за следующие действия. ",
      "breadcrumbs": "Игровой процесс » Получение",
      "id": "144",
      "title": "Получение"
    },
    {
      "body": " Если игрок добровольно соглашается на провал ради усложнения или драматизма, он получает очко Силы Воли.  Игрок может выбрать добровольный провал только если предыдущая проверка была совершена.   Правило риска работает на действия, требующие от существа реакции. Вы не получите очки Воли за отказ взламывать сундук или атаковать.  ",
      "breadcrumbs": "Игровой процесс » Риск",
      "id": "145",
      "title": "Риск"
    },
    {
      "body": " Изобретательность в решении задач и ролевой отыгрыш (соответствующий характеру персонажа и миру), так же могут обеспечить персонажа очками Воли.  Очки Воли за отыгрыш полностью во власти мастера. Потенциальное количество Воли, которое персонаж может получить таким образом - не более 1 за сцену.  ",
      "breadcrumbs": "Игровой процесс » Отыгрыш",
      "id": "146",
      "title": "Отыгрыш"
    },
    {
      "body": " При критическом провале (трёх костей с одинаковым результатом но недостаточным для успеха) персонаж автоматически получает одно очко Воли.  В отличие от &quot;риска&quot; вы можете получать очки воли при каждом броске. Воля за критические провалы не ограничена предыдущим значением.  ",
      "breadcrumbs": "Игровой процесс » Критический провал",
      "id": "147",
      "title": "Критический провал"
    },
    {
      "body": " Игроки могут тратить очки Воли на:  Классовые способности (см. классы) Некоторые таланты (см. таланты) Открытие новой сцены (см. сцены)   Если вы привыкли использовать подобные очки для нарративного вмешательства, обратите внимание на список навыков. Такие навыки как &quot;Убеждение, Выживание, Выступление, Обман, Анализ, Инженерия, Магия, Внимательность, Связи, Запугивание, Проницательность&quot; позволяют реализовывать нарративные вмешательства не прибегая к очкам Силы Воли.  ",
      "breadcrumbs": "Игровой процесс » Использование Воли",
      "id": "148",
      "title": "Использование Воли"
    },
    {
      "body": " Игроки могут достаточно быстро получить максимум очков Воли, что не является большим препятствием для игрового процесса. Использование очков Воли органично вписывается в игровую модель: если у игрока большое количество очков Воли, это не даёт ему большое преимущество. Даже если игроки и мастер предпочтут не использовать очки Воли, или будут считать что все действия с помощью очками Воли всегда бесплатны - это не разрушит игровой баланс, а только добавит высокой динамики.  Некоторые классы и ветки развития могут подразумевать активное накопление и трату очков Воли. Отказ от очков Воли может повлять на возможности персонажей.  ",
      "breadcrumbs": "Игровой процесс » Экономика Силы Воли",
      "id": "149",
      "title": "Экономика Силы Воли"
    },
    {
      "body": " Для автоматического рассчёта атрибутов рекомендуется использовать генератор персонажей. Следуя далее описанным шагам вы можете быстро создать персонажа. ",
      "breadcrumbs": "Игровой процесс » Создание персонажа",
      "id": "150",
      "title": "Создание персонажа"
    },
    {
      "body": " Выберите одно из двенадцати происхождений. Происхождение определяет набор доступных в начале игры способностей и отношение других народов.  Происхождение Конгрегация Изначальная роща Бухта пустоты Кровавые болота Империя Ушал Королевство проклятых Остров дильмун Кузница древних Экзархат солнца Берег древних Тёмный лес Пески мёртвых  ",
      "breadcrumbs": "Игровой процесс » Происхождение",
      "id": "151",
      "title": "Происхождение"
    },
    {
      "body": " От выбора класса зависит способ, как ваш персонаж будет проявлять Волю:  Класс Проявление Воли Воин Добавить кость в пулл. Плут Добавить результат из пулла. Маг Увеличить ранг кости пулла. Жрец Добавить кость сцены.  ",
      "breadcrumbs": "Игровой процесс » Выбор класса",
      "id": "152",
      "title": "Выбор класса"
    },
    {
      "body": " По умолчанию все характеристики равны d6, с одной увеличенной костью d8 в зависимости от класса:  Класс Проявление Воли Воин Телосложение Плут Сноровка Маг Интеллект Жрец Мудрость   Вы можете уменьшить текущие ранги костей чтобы перераспределить ранги Вы можете отказаться от дополнительного ранга кости чтобы взять талант на 1 уровне  ",
      "breadcrumbs": "Игровой процесс » Распределение характеристик",
      "id": "153",
      "title": "Распределение характеристик"
    },
    {
      "body": " В зависимости от характеристик рассчитайте атрибуты:  Здоровье равно dТелосложение*2 Скорость равна обратному рангу-значению Сноровки Инициатива равна (РангИнтеллекта+1)d4 + Скорость Удача равна 40 + (РангМудрости * 4)  ",
      "breadcrumbs": "Игровой процесс » Рассчёт атрибутов",
      "id": "154",
      "title": "Рассчёт атрибутов"
    },
    {
      "body": " Если вы отказались от дополнительной кости при распределении характеристик вы можете выбрать талант. ",
      "breadcrumbs": "Игровой процесс » Талант",
      "id": "155",
      "title": "Талант"
    },
    {
      "body": " Выберите 4 способности из всех вам доступных:  4 способности класса 1-5 способностей происхождения  Вы можете выбрать только 4 способности из представленных. Вам не обязательно выбирать способности из одного пулла. ",
      "breadcrumbs": "Игровой процесс » Способности",
      "id": "156",
      "title": "Способности"
    },
    {
      "body": " Каждый персонаж при создании получает:  Оружие на выбор Доспех/одежду на выбор 100 золотых  ",
      "breadcrumbs": "Игровой процесс » Экипировка",
      "id": "157",
      "title": "Экипировка"
    },
    {
      "body": " Если вы не принадлежите ни к одной фракции или хотите изменить, вам следует её выбрать. ",
      "breadcrumbs": "Игровой процесс » Последние штрихи",
      "id": "158",
      "title": "Последние штрихи"
    },
    {
      "body": " Приключение строится по принципу &quot;вложенности&quot;: от глобальных декораций до конкретных тактических зон. Главный инструмент взаимодействия с окружением - Кости Окружения (d4-d12). ",
      "breadcrumbs": "Игровой процесс » Приключения и сцены",
      "id": "159",
      "title": "Приключения и сцены"
    },
    {
      "body": " Локация — это стабильное пространство (лес, город, замок). ",
      "breadcrumbs": "Игровой процесс » Локация (Место действия)",
      "id": "160",
      "title": "Локация (Место действия)"
    },
    {
      "body": " Каждая локация имеет от 1 до 3 костей. Они отражают её фундаментальные свойства (например, «Открытая местность d8», «Густой туман d6»). ",
      "breadcrumbs": "Игровой процесс » Кости Локации",
      "id": "161",
      "title": "Кости Локации"
    },
    {
      "body": " Все сцены внутри этой локации получают доступ к её костям. ",
      "breadcrumbs": "Игровой процесс » Наследование",
      "id": "162",
      "title": "Наследование"
    },
    {
      "body": " Если внутри локации «Город» есть локация «Таверна», кости города в таверне не действуют. ",
      "breadcrumbs": "Игровой процесс » Вложенность",
      "id": "163",
      "title": "Вложенность"
    },
    {
      "body": " Сцена — это срез времени внутри локации, имеющий начало и конец (драка с разбойниками, допрос свидетеля, обед с королем). ",
      "breadcrumbs": "Игровой процесс » Сцена (Событие)",
      "id": "164",
      "title": "Сцена (Событие)"
    },
    {
      "body": "  Напряженная: Пошаговая структура. Важна каждая секунда. Мирная: 1 ход равен примерно 1 минуте. Масштаб обсуждений и поиска.  ",
      "breadcrumbs": "Игровой процесс » Типы сцен",
      "id": "165",
      "title": "Типы сцен"
    },
    {
      "body": " От 1 до 3 костей, отражающих динамические условия (например, «Закат d4», «Паника в толпе d10»).  Кости сцены могут заменять или подавлять кости локации, если они противоречат друг другу.  ",
      "breadcrumbs": "Игровой процесс » Кости Сцены",
      "id": "166",
      "title": "Кости Сцены"
    },
    {
      "body": " Сцена заканчивается, когда достигнута сюжетная цель. ",
      "breadcrumbs": "Игровой процесс » Завершение",
      "id": "167",
      "title": "Завершение"
    },
    {
      "body": " Открытие сцены может быть инициировано как мастером так и игроками. Чаще всего мастер придерживается сюжетных или утилитарных сцен, в то время как игроки могут открывать сцены когда захотят. Обычные действия вроде общения, торга, и проверок навыков считаются действиями внутри сцены &quot;исследования&quot;. Сцена &quot;исследование&quot; это утилитарная мирная сцена, которая по-умолчанию разворачивается в любой локации и не требует явного объявления. ",
      "breadcrumbs": "Игровой процесс » Открытие сцен",
      "id": "168",
      "title": "Открытие сцен"
    },
    {
      "body": " Используя очки Воли игроки и мастер могут открыть мирную сцену внутри напряжённой.  Во время напряжённой сцены может быть открыта только одна мирная сцена. Если другие существа хотят перейти в мирную сцену они должны потратить очко Воли в свой ход. Действия в мирной сцене протекают параллельно напряжённой сцены, но могут &quot;разыгрываться&quot; быстрее. Если существо атакует или попадает под атаку оно незамедлительно выходит из вложенной сцены. Повторный вход требует очко Воли. Открыть вложенную сцену можно только если ваш персонаж не занят каким-то процессом растянутым по времени.  Вложенные сцены используются для удобства параллельного выполнения мирных задач, например, если кто-то из персонажей хочет взломать сундук или договориться с врагами используя навых убеждения/обмана. Если цель навыка находится в бою, такая проверка будет проигнорирована.  Вложенные сцены не наследуют кости основной сцены, но наследуют кости локации и могут создавать свои.  ",
      "breadcrumbs": "Игровой процесс » Вложенные сцены",
      "id": "169",
      "title": "Вложенные сцены"
    },
    {
      "body": " Зоны — это абстрактные части пространства внутри сцены. Они нужны, чтобы понимать, кто где находится без использования линеек и метров. ",
      "breadcrumbs": "Игровой процесс » Зоны (Пространство сцены)",
      "id": "170",
      "title": "Зоны (Пространство сцены)"
    },
    {
      "body": " Чтобы перейти из одной зоны в другую, персонаж тратит Ход движения:  В напряженной сцене движение можно совместить с действием. В мирной сцене движение — это отдельное полноценное действие.  ",
      "breadcrumbs": "Игровой процесс » Перемещение",
      "id": "171",
      "title": "Перемещение"
    },
    {
      "body": " Чтобы переместиться из одной зоны в другую, они обязательно должны быть связаны. Вы не можете переместиться с &quot;Чердака&quot; в &quot;Подвал&quot; если между ними расположены другие зоны и/или локации. ",
      "breadcrumbs": "Игровой процесс » Связи",
      "id": "172",
      "title": "Связи"
    },
    {
      "body": " В редких случаях в зонах могут быть свои кости (например, «Алтарь d12» в зоне святилища или «Тяжелый стул d6» у стола). Эти кости доступны только тем, кто находится внутри зоны. ",
      "breadcrumbs": "Игровой процесс » Кости Зоны",
      "id": "173",
      "title": "Кости Зоны"
    },
    {
      "body": " Кости локаций, сцен и зон — это общие ресурсы. Их может использовать любой (игрок, НПС, мастер), кто логически может обосновать применение этого элемента окружения.  Применимость: Мастер определяет, подходит ли кость под действие. Стулом можно ударить (атака), но им нельзя взломать замок. Добавление в пул: Кость окружения добавляется к броску персонажа, но не более одной кости окружения на бросок. Расход: &quot;статичные&quot; кости (Природа, Погода) не исчезают при использовании, но &quot;расходные&quot; кости (Предметы, Одноразовые шансы) чаще всего исчезают после применения.  ",
      "breadcrumbs": "Игровой процесс » Использование Костей Окружения",
      "id": "174",
      "title": "Использование Костей Окружения"
    },
    {
      "body": " В игре не существует &quot;отрицательных&quot; костей или штрафов окружения. Любая кость локации, сцены или зоны — это нейтральный ресурс, доступный каждому, кто находится внутри пространства. ",
      "breadcrumbs": "Игровой процесс » Принцип «Обоюдоострого меча»",
      "id": "175",
      "title": "Принцип «Обоюдоострого меча»"
    },
    {
      "body": " Кости окружения могут использовать как игровые персонажи, так и НПС. Если мастер ввел кость «Тьма d6», враждебное существо может добавить её к своему пулу для скрытой атаки так же успешно, как и игрок. ",
      "breadcrumbs": "Игровой процесс » Доступность",
      "id": "176",
      "title": "Доступность"
    },
    {
      "body": " Кость окружения - это возможность, которую нужно успеть перехватить. Если кость «расходная» (например, «Тяжелая люстра d6»), то её получит тот, кто первым логически обосновал её применение в своем ходе. ",
      "breadcrumbs": "Игровой процесс » Конфликт интересов",
      "id": "177",
      "title": "Конфликт интересов"
    },
    {
      "body": " Препятствия выражаются не в вычитании цифр из броска игрока, а в том, что у его противников появляются дополнительные кости для противодействия.  «Штормовой ветер d8» не мешает вам стрелять из лука напрямую, но мастер обязательно добавит d8 к броску защиты вашего врага, описывая, как стрелу уносит порывом.  ",
      "breadcrumbs": "Игровой процесс » Сложность через ресурс",
      "id": "178",
      "title": "Сложность через ресурс"
    },
    {
      "body": " Ниже представлена таблица с примерами рангов костей.  Кость Категория Для игрока Для НПС d4 Быт / Фон Использовать Туман, чтобы подобраться незаметно. Использовать Туман, чтобы устроить засаду. d6 Ресурс Ударить врага Стулом. Заблокировать дверь тем же Стулом. d8 Удача Найти меч в Оружейной, будучи голым. Стража хватает алебарды из той же Оружейной. d10 Божественное вмешательство Обрушить мост, чтобы отсечь погоню. Обрушить мост, чтобы запереть героев в ловушке. d12 Тайна вселенной Выпить Напиток богов для исцеления. Злодей использует Песочные часы, чтобы перебросить провал.  ",
      "breadcrumbs": "Игровой процесс » Описание костей окружения",
      "id": "179",
      "title": "Описание костей окружения"
    },
    {
      "body": " Действия — это то, что персонаж может сделать во время сцены. ",
      "breadcrumbs": "Игровой процесс » Действия",
      "id": "180",
      "title": "Действия"
    },
    {
      "body": " В свой ход персонаж может последовательно совершить одно действие каждого типа. ",
      "breadcrumbs": "Игровой процесс » Доступные действия",
      "id": "181",
      "title": "Доступные действия"
    },
    {
      "body": " Любое намеренное перемещение внутри или между связанными зонами.  Считать ли такие действия как &quot;перекат&quot;, &quot;пролёт&quot;, и.т.д действиями перемещения или основными действиями зависит от мастера и вашего приключения. Если вы будете считать такие действия перемещениями, тем игры останется высоким.  ",
      "breadcrumbs": "Игровой процесс » Действие движения",
      "id": "182",
      "title": "Действие движения"
    },
    {
      "body": " Всё, что не является действием движения и свободным действием, считается основным действием. Данные правила описывают не всё, что можно охарактеризовать основным действием, но охватывают большую часть. ",
      "breadcrumbs": "Игровой процесс » Основное действие",
      "id": "183",
      "title": "Основное действие"
    },
    {
      "body": " Попытка нанести урон или нейтрализовать цель. Включает нанесение урона с использованием оружия, элементов окружения, безоружные атаки, и приёмы борьбы. ",
      "breadcrumbs": "Игровой процесс » Атака",
      "id": "184",
      "title": "Атака"
    },
    {
      "body": " Активация классовых и других способностей. ",
      "breadcrumbs": "Игровой процесс » Использование способности",
      "id": "185",
      "title": "Использование способности"
    },
    {
      "body": " Взаимодействие с миром с помощью навыков.  Помощь считается основным действием &quot;проверка навыка&quot;.   Проверка навыка (как и помощь) доступна только в мирной и вложенной сцене.  ",
      "breadcrumbs": "Игровой процесс » Проверка навыка",
      "id": "186",
      "title": "Проверка навыка"
    },
    {
      "body": " Взаимодействие с миром с помощью своего тела. Например: открытие двери в процессе движения (сноровка), попытка удержать верёвку (телосложение), и.т.д. ",
      "breadcrumbs": "Игровой процесс » Проверка характеристики",
      "id": "187",
      "title": "Проверка характеристики"
    },
    {
      "body": " Применение объекта, требующее времени и внимания. Например: выпить зелье, активировать сложный механизм, прочесть свиток, перевязать рану. ",
      "breadcrumbs": "Игровой процесс » Использование предмета",
      "id": "188",
      "title": "Использование предмета"
    },
    {
      "body": " Мелкое, почти мгновенное взаимодействие, не требующее броска и проверки характеристики. Например: достать или убрать предмет (но не использовать его), бросить предмет на землю, высказать реплику. ",
      "breadcrumbs": "Игровой процесс » Свободное действие",
      "id": "189",
      "title": "Свободное действие"
    },
    {
      "body": " Когда вы совершаете основное действие, вы можете добавить одну кость окружения в свой пулл бросков. На добавление кости окружения не тратятся очки Воли. ",
      "breadcrumbs": "Игровой процесс » Кости Окружения и действия",
      "id": "190",
      "title": "Кости Окружения и действия"
    },
    {
      "body": " Персонаж, находящийся во вложенной сцене, совершает действия параллельно напряжённой сцене. Такой ход совершается за то же время, что и весь раунд (круг ходов участников напряжённой сцены). Действия во вложенных сценах позволяют выполнять длительные задачи (например, расшифровка рун), пока другие участники заняты напряжённой сценой. ",
      "breadcrumbs": "Игровой процесс » Действия во вложенных сценах",
      "id": "191",
      "title": "Действия во вложенных сценах"
    },
    {
      "body": "Создание сцен",
      "breadcrumbs": "Мастеру » Создание сцен",
      "id": "192",
      "title": "Создание сцен"
    },
    {
      "body": " При переносе готовых модулей (приключений) из других систем, используйте следующий алгоритм:  Превращение проверок сложности в Кости Если в оригинальном модуле указано, что локация или ситуация дает бонус/штраф или требует высокой сложности, замените это на Кость Сцены. Легкая задача / Незначительный бонус (+2 / Сл 10): Кость d4. Средняя задача / Ощутимое преимущество (+5 / Сл 15): Кость d8. Героическая сложность / Опасная среда (+10 / Сл 20+): Кость d12. Масштабирование Локаций Многие НРИ используют детальные карты с клетками. Комнаты и залы: Каждая отдельная комната в «подземелье» становится Локацией. Группировка: Если в оригинале идет описание большой площади (например, «Рыночная площадь»), разбей её на Зоны (Прилавки, Фонтан, Вход в ратушу). Кости Локации: Посмотри на описание атмосферы (Flavor Text). Если там сказано «здесь очень скользко», дай локации кость «Скользкий пол d6». Адаптация Сцен Если в модуле описано «Событие» (Засада, Пожар, Переговоры): Определи тип: Напряженная (бой/побег) или Мирная (социалка/исследование). Выдели 1–3 ключевых фактора события и преврати их в Кости Сцены. Пример: В модуле написано, что здание горит и персонажи получают урон каждый раунд. В твоей системе это превращается в Кость Сцены «Пожар d10», которую мастер может использовать для атак против игроков или игроки — для запугивания врагов. Конверсия «Интерактивных объектов» в Кости Зон Всё, с чем в оригинале можно взаимодействовать (люстры, бочки с порохом, священные символы), становится Костью Зоны. Вместо того чтобы прописывать урон от падения люстры, просто дай зоне «Потолок» кость d10. Игрок может добавить её к своей проверке «Атлетики», чтобы обрушить её на врага. Иерархия наследования при переносе При чтении чужого модуля всегда иди сверху вниз: Регион/Город (Общие правила/Кости отсутствуют или минимальны). Конкретное здание/Данж (Кости Локации — например, «Зловещая аура d6»). Конкретная комната во время боя (Кости Сцены + Кости Зон).  ",
      "breadcrumbs": "Мастеру » Конверсия из других систем",
      "id": "193",
      "title": "Конверсия из других систем"
    },
    {
      "body": "Формулы",
      "breadcrumbs": "Таблицы и формулы » Формулы",
      "id": "194",
      "title": "Формулы"
    },
    {
      "body": "  Ранг Множитель Слабый 0.3 Малый 0.5 Нормальный 1 Крупный 2 Сильный 3  ",
      "breadcrumbs": "Таблицы и формулы » Ранги",
      "id": "195",
      "title": "Ранги"
    },
    {
      "body": "  Кость Телосложения * (Множитель ранга)  ",
      "breadcrumbs": "Таблицы и формулы » Стойкость",
      "id": "196",
      "title": "Стойкость"
    },
    {
      "body": "  Кость телосложения + Кость оружия + Дополнительная экипировка  ",
      "breadcrumbs": "Таблицы и формулы » Сила атаки",
      "id": "197",
      "title": "Сила атаки"
    },
    {
      "body": "  (5-Ранг существа) * 5 + текущий Ранг сноровки  ",
      "breadcrumbs": "Таблицы и формулы » Скорость",
      "id": "198",
      "title": "Скорость"
    },
    {
      "body": "  Кость сноровки + Дополнительная экипировка  ",
      "breadcrumbs": "Таблицы и формулы » Защита",
      "id": "199",
      "title": "Защита"
    },
    {
      "body": "  Скорость + (РангИнтеллекта+1)*d4  ",
      "breadcrumbs": "Таблицы и формулы » Инициатива",
      "id": "200",
      "title": "Инициатива"
    },
    {
      "body": "  Кость интеллекта + Кость оружия + Дополнительная экипировка  ",
      "breadcrumbs": "Таблицы и формулы » Сила магии",
      "id": "201",
      "title": "Сила магии"
    },
    {
      "body": "  (5-Ранг существа) * 20 + (Текущий Ранг Мудрости * 4)  ",
      "breadcrumbs": "Таблицы и формулы » Удача",
      "id": "202",
      "title": "Удача"
    },
    {
      "body": "  Кость мудрости + Дополнительная экипировка  ",
      "breadcrumbs": "Таблицы и формулы » Магический барьер",
      "id": "203",
      "title": "Магический барьер"
    },
    {
      "body": "  Кость характеристики оружия + Кость оружия  Оружие - бьёт с эффектом, забивая паузы между навыками. Навыки - имеют какое-то кд. если надо обмануть систему - длительность зависит от восстановления. Броня - суммируется для восстановления. Итого - может быть долгие кд но интересно ломать броню/накидывать кровотечение/бить огнём. и маг может быть в латах. ",
      "breadcrumbs": "Таблицы и формулы » Урон оружием",
      "id": "204",
      "title": "Урон оружием"
    },
    {
      "body": " При одинаковых рангах сравниваются абсолютные значения бросков.  D = |RankMax - RankMin|  ",
      "breadcrumbs": "Таблицы и формулы » Формула",
      "id": "205",
      "title": "Формула"
    },
    {
      "body": " Для победы меньшего ранга необходимо:  Результат &gt; (D + 1) × max(Ранг большего). Результат &gt; Результата большего   Пример: Человек (d8) vs Огр (d10): D=1, max(d10)=10 → порог = (1+1)×10 = 20. Человек должен выбросить &gt;20 и больше Огра.  ",
      "breadcrumbs": "Таблицы и формулы » Победа в состязании разных рангов",
      "id": "206",
      "title": "Победа в состязании разных рангов"
    },
    {
      "body": " Для автоматического проигрыша большего ранга нужно, чтобы  Результат &gt; (D + 1) × max(Ранг меньшего). Результат &gt; Результата меньшего   Пример: Огр (d10) vs Человек (d8): D=1, max(d8)=8 → порог = (1+1)×8 = 16. Если Огр выбросит &lt;16, он проигрывает.  ",
      "breadcrumbs": "Таблицы и формулы » Проигрыш в состязании разных рангов",
      "id": "207",
      "title": "Проигрыш в состязании разных рангов"
    },
    {
      "body": " Левое число означает победу слабейшего. Правое число означает проигрыш сильнейшего.  Больший d4 Больший d6 Больший d8 Больший d10 Больший d12 Меньший d4 — 12/8 24/12 40/16 60/20 Меньший d6 — — 16/12 30/18 48/24 Меньший d8 — — — 20/16 36/24 Меньший d10 — — — — 24/20 Меньший d12 — — — — —  ",
      "breadcrumbs": "Таблицы и формулы » Таблица",
      "id": "208",
      "title": "Таблица"
    },
    {
      "body": "  r1 Ранг 1 Существо не способно к речи и сознанию, им движут только инстинкты. r2 Ранг 2 Существо обладает сознанием. Если его организм позволяет, оно может обучиться очень простой речи, но предел его умственных способностей - ребёнок 3-ёх лет. r3 Ранг 3 Существо обладает разумом, рассудком, сознанием. Его разум принаждлежит серому, что идентично обычным людям. r4 Ранг 4 Существо обладает таким интеллектом, что его можно считать гением. r5 Ранг 5 Существо обладает разумом божества.  ",
      "breadcrumbs": "Таблицы и формулы » Разум существ",
      "id": "209",
      "title": "Разум существ"
    },
    {
      "body": "  (Ранг существа - 1) * 5 + Текущий ранг кости  ",
      "breadcrumbs": "Таблицы и формулы » Формула",
      "id": "210",
      "title": "Формула"
    },
    {
      "body": "  Кость: d4 d6 d8 d10 d12 Ранг 1 1 2 3 4 5 Ранг 2 6 7 8 9 10 Ранг 3 11 12 13 14 15 Ранг 4 16 17 18 19 20 Ранг 5 21 22 23 24 25  ",
      "breadcrumbs": "Таблицы и формулы » Таблица",
      "id": "211",
      "title": "Таблица"
    },
    {
      "body": "  (5 - Ранг существа) * 5 + Текущий ранг кости  ",
      "breadcrumbs": "Таблицы и формулы » Формула",
      "id": "212",
      "title": "Формула"
    },
    {
      "body": "  Кость: d4 d6 d8 d10 d12 Ранг 1 21 22 23 24 25 Ранг 2 16 17 18 19 20 Ранг 3 11 12 13 14 15 Ранг 4 6 7 8 9 10 Ранг 5 1 2 3 4 5  ",
      "breadcrumbs": "Таблицы и формулы » Таблица",
      "id": "213",
      "title": "Таблица"
    },
    {
      "body": "Архив изменений",
      "breadcrumbs": "Главная » Архив изменений",
      "id": "214",
      "title": "Архив изменений"
    },
    {
      "body": " Добавлен редактор персонажей ",
      "breadcrumbs": "Главная » 16.04.2026",
      "id": "215",
      "title": "16.04.2026"
    },
    {
      "body": " Изменена вёрстка и наполнение главной страницы. Обновлено содержание. ",
      "breadcrumbs": "Главная » 19.04.2026",
      "id": "216",
      "title": "19.04.2026"
    },
    {
      "body": " Добавлены описания навыков, талантов, и классов. ",
      "breadcrumbs": "Главная » 22.04.2026",
      "id": "217",
      "title": "22.04.2026"
    },
    {
      "body": " Добавлены описания способностей, специализаций и происхождения. Заполнены главы c 1 по 5. ",
      "breadcrumbs": "Главная » 27.04.2026",
      "id": "218",
      "title": "27.04.2026"
    },
    {
      "body": " Добавлена таблица происхождений народов. Заполнены статьи: Воля, Создание персонажа, Сцены и приключения, Действия. ",
      "breadcrumbs": "Главная » 28.04.2026",
      "id": "219",
      "title": "28.04.2026"
    }
  ],
  "results_options": {
    "limit_results": 15,
    "teaser_word_count": 30
  },
  "search_options": {
    "bool": "OR",
    "expand": true,
    "fields": {
      "title": {
        "boost": 2
      },
      "body": {
        "boost": 1
      },
      "breadcrumbs": {
        "boost": 1
      }
    }
  }
})