Object.assign(window.search, {
  "doc_urls": [
    "index.html#Добро-пожаловать!",
    "index.html#Добро-пожаловать!",
    "attributes/attributes.html#Характеристики",
    "attributes/attributes.html#Относительные-значения",
    "attributes/attributes.html#Рассчёт-относительного-значения",
    "attributes/attributes.html#Состязания",
    "attributes/constitution.html#Телосложение",
    "attributes/constitution.html#Здоровье",
    "attributes/constitution.html#Очки-перемещения",
    "attributes/constitution.html#Проверки",
    "attributes/constitution.html#Сила-атаки",
    "attributes/agility.html#Характеристики",
    "attributes/agility.html#Относительные-значения",
    "attributes/agility.html#Рассчёт-относительного-значения",
    "attributes/agility.html#Состязания",
    "attributes/intelligence.html#Характеристики",
    "attributes/intelligence.html#Относительные-значения",
    "attributes/intelligence.html#Рассчёт-относительного-значения",
    "attributes/intelligence.html#Состязания",
    "attributes/dialectic.html#Характеристики",
    "attributes/dialectic.html#Относительные-значения",
    "attributes/dialectic.html#Рассчёт-относительного-значения",
    "attributes/dialectic.html#Состязания",
    "stats/stats.html#Заголовок",
    "stats/stats.html#Заголовок",
    "stats/stats.html#Заголовок",
    "classes/classes.html#Заголовок",
    "classes/classes.html#Заголовок",
    "classes/classes.html#Заголовок",
    "classes/classes.html#Заголовок",
    "classes/classes.html#Заголовок",
    "checks/checks.html#Типы",
    "checks/checks.html#Состязания",
    "skills/skills.html#Заголовок",
    "abilities/abilities.html#Заголовок",
    "abilities/abilities.html#Заголовок",
    "abilities/abilities.html#Заголовок",
    "actions/actions.html#Заголовок",
    "actions/actions.html#Заголовок",
    "actions/actions.html#Заголовок",
    "exp/exp.html#Заголовок",
    "items/items.html#Заголовок",
    "items/items.html#Заголовок",
    "items/items.html#Заголовок",
    "items/items.html#Заголовок",
    "items/items.html#Заголовок"
  ],
  "docs": [
    {
      "body": " На страницы электронной книги системы правил ролевой игры &quot;Набонассар&quot;! ",
      "breadcrumbs": "Главная » Добро пожаловать!",
      "id": "0",
      "title": "Добро пожаловать!"
    },
    {
      "body": " На страницы электронной книги системы правил ролевой игры &quot;Набонассар&quot;! ",
      "breadcrumbs": "Главная » Добро пожаловать!",
      "id": "1",
      "title": "Добро пожаловать!"
    },
    {
      "body": " Любое существо описывается четырьмя базовыми характеристиками:  Телосложение Ловкость Интеллект Диалектика  Каждая характеристика может принимать значение от d4 до d12, и может быть изменена только на время. ",
      "breadcrumbs": "Главная » Характеристики",
      "id": "2",
      "title": "Характеристики"
    },
    {
      "body": " Не смотря на то, что человек с телосложением d12 считается невероятно сильным и выносливым, существо другого типа, например, Дракон с телосложением d8 обладает на много большей выносливостью и силой относительно человека. Поэтому, при определении характеристик следует учитывать относительное значение внутри типа существ, а не снаружи. ",
      "breadcrumbs": "Главная » Относительные значения",
      "id": "3",
      "title": "Относительные значения"
    },
    {
      "body": " В обычном случае при рассчёте бонусов от характеристик следует учитывать абсолютную шкалу типа существ от d4 до d12, где:  d4 - существо самого слабого ранга, с поделённым на треть общим значением бонусов d6 - существо малого ранга с половинным значением бонусов характеристик d8 - существо нормального ранга с обычным значением бонусов d10 - существо крупногоранга с удвоенными значениями бонусов d12 - существо большого силы с увеличенными в три раза значениями бонусов характеристик  ",
      "breadcrumbs": "Главная » Рассчёт относительного значения",
      "id": "4",
      "title": "Рассчёт относительного значения"
    },
    {
      "body": " Тип проверки При состязании существ одинакового типа значение костей считаются абсолютными, если же состязаются существа разного типа, то у существа меньшего типа есть возможность выиграть состязание только при условии, что выпавшее значение будет выше, чем dR+DdR, где R - это кость типа противника, D - разница рангов по модулю. Чтобы существо меньшего ранга проиграло проверку само, выброшенное значение должно быть меньше чем dR-DdR, в то время как значение противника должно быть больше. Эти же правила работают для Толпы, применяясь к результату броска.  Например, если Человек (существо нормального типа d8) с силой d12 соревнуется с Огром (существом d10) силой d6, то, чтобы выиграть состязание он должен выбросить минимум 20 (d10+1d10) чтобы победить, при условии, что значение будет больше, чем выпавшее значение Огра. А чтобы Огр сам проиграл состязание, ему нужно выбросить &lt; 16 (d8+1d8).  Таким образом, &quot;чистое&quot; состязание характеристик не может быть выиграно существом меньшего типа, но при состязаниях навыков это становится возможным. ",
      "breadcrumbs": "Главная » Состязания",
      "id": "5",
      "title": "Состязания"
    },
    {
      "body": " Базовая характеристика телосложения отражает конституцию, силу, и выносливость персонажа. Её значение описывает размер существа в рамках его ранга, силу и размер мышичной массы, а так же общий объём персонажа. Телосложение не отвечает на вопросы процентного соотношения мышц и других тканей в теле. ",
      "breadcrumbs": "Характеристики » Телосложение",
      "id": "6",
      "title": "Телосложение"
    },
    {
      "body": " Каждый ранг телосложения добавляют 5 ОЗ для Нормального ранга существа. ",
      "breadcrumbs": "Характеристики » Здоровье",
      "id": "7",
      "title": "Здоровье"
    },
    {
      "body": " Каждый ранг телосложения добавляет 1 очко перемещения ",
      "breadcrumbs": "Характеристики » Очки перемещения",
      "id": "8",
      "title": "Очки перемещения"
    },
    {
      "body": " Телосложение используется как 1 из 3 компонентов при проверках физических умений не подразумевающих проворство, ловкость, подвижность мышц и тела. ",
      "breadcrumbs": "Характеристики » Проверки",
      "id": "9",
      "title": "Проверки"
    },
    {
      "body": " Ранг телосложения добавляется к натуральному значению Силы атаки персонажа ",
      "breadcrumbs": "Характеристики » Сила атаки",
      "id": "10",
      "title": "Сила атаки"
    },
    {
      "body": " Любое существо описывается четырьмя базовыми характеристиками:  Телосложение Ловкость Интеллект Диалектика  Каждая характеристика может принимать значение от d4 до d12, и может быть изменена только на время. ",
      "breadcrumbs": "Характеристики » Характеристики",
      "id": "11",
      "title": "Характеристики"
    },
    {
      "body": " Не смотря на то, что человек с телосложением d12 считается невероятно сильным и выносливым, существо другого типа, например, Дракон с телосложением d8 обладает на много большей выносливостью и силой относительно человека. Поэтому, при определении характеристик следует учитывать относительное значение внутри типа существ, а не снаружи. ",
      "breadcrumbs": "Характеристики » Относительные значения",
      "id": "12",
      "title": "Относительные значения"
    },
    {
      "body": " В обычном случае при рассчёте бонусов от характеристик следует учитывать абсолютную шкалу типа существ от d4 до d12, где:  d4 - существо самого слабого типа, с поделённым на треть общим значением бонусов d6 - существо меньшего типа с половинным значением бонусов характеристик d8 - существо нормального типа с обычным значением бонусов d10 - существо большего чем типичный размер и удвоенным значением бонусов d12 - существо огромной силы с увеличенными в три раза значениями бонусов характеристик  ",
      "breadcrumbs": "Характеристики » Рассчёт относительного значения",
      "id": "13",
      "title": "Рассчёт относительного значения"
    },
    {
      "body": " Тип проверки При состязании существ одинакового типа значение костей считаются абсолютными, если же состязаются существа разного типа, то у существа меньшего типа есть возможность выиграть состязание только при условии, что выпавшее значение будет выше, чем dR+DdR, где R - это кость типа противника, D - разница рангов по модулю. Чтобы существо меньшего ранга проиграло проверку само, выброшенное значение должно быть меньше чем dR-DdR, в то время как значение противника должно быть больше. Эти же правила работают для Толпы, применяясь к результату броска.  Например, если Человек (существо нормального типа d8) с силой d12 соревнуется с Огром (существом d10) силой d6, то, чтобы выиграть состязание он должен выбросить минимум 20 (d10+1d10) чтобы победить, при условии, что значение будет больше, чем выпавшее значение Огра. А чтобы Огр сам проиграл состязание, ему нужно выбросить &lt; 16 (d8+1d8).  Таким образом, &quot;чистое&quot; состязание характеристик не может быть выиграно существом меньшего типа, но при состязаниях навыков это становится возможным. ",
      "breadcrumbs": "Характеристики » Состязания",
      "id": "14",
      "title": "Состязания"
    },
    {
      "body": " Любое существо описывается четырьмя базовыми характеристиками:  Телосложение Ловкость Интеллект Диалектика  Каждая характеристика может принимать значение от d4 до d12, и может быть изменена только на время. ",
      "breadcrumbs": "Характеристики » Характеристики",
      "id": "15",
      "title": "Характеристики"
    },
    {
      "body": " Не смотря на то, что человек с телосложением d12 считается невероятно сильным и выносливым, существо другого типа, например, Дракон с телосложением d8 обладает на много большей выносливостью и силой относительно человека. Поэтому, при определении характеристик следует учитывать относительное значение внутри типа существ, а не снаружи. ",
      "breadcrumbs": "Характеристики » Относительные значения",
      "id": "16",
      "title": "Относительные значения"
    },
    {
      "body": " В обычном случае при рассчёте бонусов от характеристик следует учитывать абсолютную шкалу типа существ от d4 до d12, где:  d4 - существо самого слабого типа, с поделённым на треть общим значением бонусов d6 - существо меньшего типа с половинным значением бонусов характеристик d8 - существо нормального типа с обычным значением бонусов d10 - существо большего чем типичный размер и удвоенным значением бонусов d12 - существо огромной силы с увеличенными в три раза значениями бонусов характеристик  ",
      "breadcrumbs": "Характеристики » Рассчёт относительного значения",
      "id": "17",
      "title": "Рассчёт относительного значения"
    },
    {
      "body": " Тип проверки При состязании существ одинакового типа значение костей считаются абсолютными, если же состязаются существа разного типа, то у существа меньшего типа есть возможность выиграть состязание только при условии, что выпавшее значение будет выше, чем dR+DdR, где R - это кость типа противника, D - разница рангов по модулю. Чтобы существо меньшего ранга проиграло проверку само, выброшенное значение должно быть меньше чем dR-DdR, в то время как значение противника должно быть больше. Эти же правила работают для Толпы, применяясь к результату броска.  Например, если Человек (существо нормального типа d8) с силой d12 соревнуется с Огром (существом d10) силой d6, то, чтобы выиграть состязание он должен выбросить минимум 20 (d10+1d10) чтобы победить, при условии, что значение будет больше, чем выпавшее значение Огра. А чтобы Огр сам проиграл состязание, ему нужно выбросить &lt; 16 (d8+1d8).  Таким образом, &quot;чистое&quot; состязание характеристик не может быть выиграно существом меньшего типа, но при состязаниях навыков это становится возможным. ",
      "breadcrumbs": "Характеристики » Состязания",
      "id": "18",
      "title": "Состязания"
    },
    {
      "body": " Любое существо описывается четырьмя базовыми характеристиками:  Телосложение Ловкость Интеллект Диалектика  Каждая характеристика может принимать значение от d4 до d12, и может быть изменена только на время. ",
      "breadcrumbs": "Характеристики » Характеристики",
      "id": "19",
      "title": "Характеристики"
    },
    {
      "body": " Не смотря на то, что человек с телосложением d12 считается невероятно сильным и выносливым, существо другого типа, например, Дракон с телосложением d8 обладает на много большей выносливостью и силой относительно человека. Поэтому, при определении характеристик следует учитывать относительное значение внутри типа существ, а не снаружи. ",
      "breadcrumbs": "Характеристики » Относительные значения",
      "id": "20",
      "title": "Относительные значения"
    },
    {
      "body": " В обычном случае при рассчёте бонусов от характеристик следует учитывать абсолютную шкалу типа существ от d4 до d12, где:  d4 - существо самого слабого типа, с поделённым на треть общим значением бонусов d6 - существо меньшего типа с половинным значением бонусов характеристик d8 - существо нормального типа с обычным значением бонусов d10 - существо большего чем типичный размер и удвоенным значением бонусов d12 - существо огромной силы с увеличенными в три раза значениями бонусов характеристик  ",
      "breadcrumbs": "Характеристики » Рассчёт относительного значения",
      "id": "21",
      "title": "Рассчёт относительного значения"
    },
    {
      "body": " Тип проверки При состязании существ одинакового типа значение костей считаются абсолютными, если же состязаются существа разного типа, то у существа меньшего типа есть возможность выиграть состязание только при условии, что выпавшее значение будет выше, чем dR+DdR, где R - это кость типа противника, D - разница рангов по модулю. Чтобы существо меньшего ранга проиграло проверку само, выброшенное значение должно быть меньше чем dR-DdR, в то время как значение противника должно быть больше. Эти же правила работают для Толпы, применяясь к результату броска.  Например, если Человек (существо нормального типа d8) с силой d12 соревнуется с Огром (существом d10) силой d6, то, чтобы выиграть состязание он должен выбросить минимум 20 (d10+1d10) чтобы победить, при условии, что значение будет больше, чем выпавшее значение Огра. А чтобы Огр сам проиграл состязание, ему нужно выбросить &lt; 16 (d8+1d8).  Таким образом, &quot;чистое&quot; состязание характеристик не может быть выиграно существом меньшего типа, но при состязаниях навыков это становится возможным. ",
      "breadcrumbs": "Характеристики » Состязания",
      "id": "22",
      "title": "Состязания"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Главная » Заголовок",
      "id": "23",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Атрибуты » Заголовок",
      "id": "24",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Атрибуты » Заголовок",
      "id": "25",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Главная » Заголовок",
      "id": "26",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Классы » Заголовок",
      "id": "27",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Классы » Заголовок",
      "id": "28",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Классы » Заголовок",
      "id": "29",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Классы » Заголовок",
      "id": "30",
      "title": "Заголовок"
    },
    {
      "body": "Типы",
      "breadcrumbs": "Главная » Типы",
      "id": "31",
      "title": "Типы"
    },
    {
      "body": " ",
      "breadcrumbs": "Главная » Состязания",
      "id": "32",
      "title": "Состязания"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Главная » Заголовок",
      "id": "33",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Главная » Заголовок",
      "id": "34",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Способности » Заголовок",
      "id": "35",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Способности » Заголовок",
      "id": "36",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Главная » Заголовок",
      "id": "37",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Действия » Заголовок",
      "id": "38",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Действия » Заголовок",
      "id": "39",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Главная » Заголовок",
      "id": "40",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Главная » Заголовок",
      "id": "41",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Предметы » Заголовок",
      "id": "42",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Предметы » Заголовок",
      "id": "43",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Предметы » Заголовок",
      "id": "44",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Предметы » Заголовок",
      "id": "45",
      "title": "Заголовок"
    }
  ],
  "results_options": {
    "limit_results": 15,
    "teaser_word_count": 30
  },
  "search_options": {
    "bool": "OR",
    "expand": true,
    "fields": {
      "title": {
        "boost": 2
      },
      "body": {
        "boost": 1
      },
      "breadcrumbs": {
        "boost": 1
      }
    }
  }
})