Object.assign(window.search, {
  "doc_urls": [
    "./index.html#Добро-пожаловать!",
    "./index.html#Добро-пожаловать!",
    "./attributes/attributes.html#Характеристики",
    "./attributes/attributes.html#Распределение-и-зависимость-характеристик",
    "./attributes/attributes.html#Относительные-значения",
    "./attributes/attributes.html#Рассчёт-относительного-значения",
    "./attributes/attributes.html#Состязания",
    "./attributes/attributes.html#Тип-проверки",
    "./attributes/constitution.html#Телосложение",
    "./attributes/constitution.html#Здоровье",
    "./attributes/constitution.html#Сила-атаки",
    "./attributes/agility.html#Сноровка",
    "./attributes/agility.html#Скорость",
    "./attributes/agility.html#Защита",
    "./attributes/intelligence.html#Интеллект",
    "./attributes/intelligence.html#Ранг-существа",
    "./attributes/intelligence.html#Инициатива",
    "./attributes/intelligence.html#Сила-магии",
    "./attributes/wisdom.html#Мудрость",
    "./attributes/wisdom.html#Удача",
    "./attributes/wisdom.html#Магический-барьер",
    "./stats/stats.html#Атрибуты",
    "./stats/stats.html#Общие-атрибуты",
    "./stats/stats.html#Здоровье",
    "./stats/stats.html#Относительные-значения",
    "./stats/stats.html#Рассчёт-относительного-значения",
    "./stats/stats.html#Состязания",
    "./stats/stats.html#Тип-проверки",
    "./stats/common.html#Заголовок",
    "./stats/combat.html#Заголовок",
    "./common/will.html#Заголовок",
    "./classes/classes.html#Заголовок",
    "./classes/classes.html#Заголовок",
    "./classes/classes.html#Заголовок",
    "./classes/classes.html#Заголовок",
    "./classes/classes.html#Заголовок",
    "./checks/checks.html#Типы",
    "./checks/checks.html#Состязания",
    "./skills/skills.html#Заголовок",
    "./abilities/abilities.html#Заголовок",
    "./abilities/abilities.html#Заголовок",
    "./abilities/abilities.html#Заголовок",
    "./actions/actions.html#Заголовок",
    "./actions/actions.html#Заголовок",
    "./actions/actions.html#Заголовок",
    "./exp/exp.html#Заголовок",
    "./items/items.html#Заголовок",
    "./items/items.html#Заголовок",
    "./items/items.html#Заголовок",
    "./items/items.html#Заголовок",
    "./items/items.html#Заголовок",
    "./common/rest.html#Заголовок",
    "./common/injury.html#Заголовок",
    "./tables/contest.html#Формула",
    "./tables/contest.html#Победа-в-состязании-разных-рангов",
    "./tables/contest.html#Проигрыш-в-состязании-разных-рангов",
    "./tables/contest.html#Таблица",
    "./tables/rankvalue.html#Формула",
    "./tables/rankvalue.html#Таблица"
  ],
  "docs": [
    {
      "body": " На страницы электронной книги системы правил ролевой игры &quot;Набонассар&quot;! ",
      "breadcrumbs": "Главная » Добро пожаловать!",
      "id": "0",
      "title": "Добро пожаловать!"
    },
    {
      "body": " На страницы электронной книги системы правил ролевой игры &quot;Набонассар&quot;! ",
      "breadcrumbs": "Главная » Добро пожаловать!",
      "id": "1",
      "title": "Добро пожаловать!"
    },
    {
      "body": " Любое существо описывается четырьмя базовыми характеристиками:  Телосложение Сноровка Интеллект Мудрость  Характеристика может принимать значение от d4 до d12, а изменение её значения возможно только на время. ",
      "breadcrumbs": "Главная » Характеристики",
      "id": "2",
      "title": "Характеристики"
    },
    {
      "body": " По умолчанию у всех серых значение трёх характеристик равно d6, и одной d8 в зависимости от класса. Каждый класс получает увеличенную на один ранг характеристику:  Воины - Телосложение Разбойники - Сноровка Маги - Интеллект Жрецы - мудрость  Игроки могут изменять базовые характеристики при создании уменьшая ранг отдельных значений и увеличивая за счёт свободных очков другие характеристики. Перераспределение характеристик позволяет создавать совершенно разных персонажей:  Воин силач: d12 Телосложение, d6 Сноровка, d4 Интеллект, d4 Мудрость   Маг учёный: d4 Телосложение, d4 Сноровка, d10 Интеллект, d10 Мудрость   Боевой жрец: d10 Телосложение, d4 Сноровка, d4 Интеллект, d8 Мудрость  Так же, игрок может &quot;пожертвовать&quot; увеличенной костью класса и взять вместо неё один дополнительный ранг навыка, или талант. ",
      "breadcrumbs": "Главная » Распределение и зависимость характеристик",
      "id": "3",
      "title": "Распределение и зависимость характеристик"
    },
    {
      "body": " Не смотря на то, что человек с телосложением d12 считается невероятно сильным и выносливым, существо другого типа, например, Дракон с телосложением d8 обладает на много большей выносливостью и силой относительно человека. Поэтому, при определении характеристик следует учитывать относительное значение внутри типа существ, а не снаружи. ",
      "breadcrumbs": "Главная » Относительные значения",
      "id": "4",
      "title": "Относительные значения"
    },
    {
      "body": " В обычном случае при рассчёте бонусов от характеристик следует учитывать абсолютную шкалу типа существ от d4 до d12, где:  d4 - существо самого слабого ранга, с поделённым на треть общим значением бонусов d6 - существо малого ранга с половинным значением бонусов характеристик d8 - существо нормального ранга с обычным значением бонусов d10 - существо крупногоранга с удвоенными значениями бонусов d12 - существо большого силы с увеличенными в три раза значениями бонусов характеристик  ",
      "breadcrumbs": "Главная » Рассчёт относительного значения",
      "id": "5",
      "title": "Рассчёт относительного значения"
    },
    {
      "body": "Состязания",
      "breadcrumbs": "Главная » Состязания",
      "id": "6",
      "title": "Состязания"
    },
    {
      "body": " При состязании существ одинакового типа значение костей считаются абсолютными, если же состязаются существа разного типа, то у существа меньшего типа есть возможность выиграть состязание только при условии, что выпавшее значение будет выше, чем dR+DdR, где R - это кость типа противника, D - разница рангов по модулю. Чтобы существо меньшего ранга проиграло проверку само, выброшенное значение должно быть меньше чем dR-DdR, в то время как значение противника должно быть больше. Эти же правила работают для Толпы, применяясь к результату броска.  Например, если Человек (существо нормального типа d8) с силой d12 соревнуется с Огром (существом d10) силой d6, то, чтобы выиграть состязание он должен выбросить минимум 20 (d10+1d10) чтобы победить, при условии, что значение будет больше, чем выпавшее значение Огра. А чтобы Огр сам проиграл состязание, ему нужно выбросить &lt; 16 (d8+1d8).  Таким образом, &quot;чистое&quot; состязание характеристик не может быть выиграно существом меньшего типа, однако при состязаниях навыков это может быть возможным.  Для более удобного рассчёта можете использовать таблицу состязаний  ",
      "breadcrumbs": "Главная » Тип проверки",
      "id": "7",
      "title": "Тип проверки"
    },
    {
      "body": " Базовая характеристика телосложения отражает конституцию тела, силу, и выносливость организма персонажа. Её значение описывает размер существа в рамках его ранга, количество мышичной массы, а так же общий объём. Телосложение не отвечает на вопросы процентного соотношения мышц и других тканей в теле. ",
      "breadcrumbs": "Характеристики » Телосложение",
      "id": "8",
      "title": "Телосложение"
    },
    {
      "body": " Здоровье серых равно кости телосложения. Однако для существ других типов эти правила работают иначе.  У персонажа с Телосложением d4 кол-во очков здоровья (OZ) будет равно hp4. У персонажа с Телосложением d10, эквивалентно hp10.  ",
      "breadcrumbs": "Характеристики » Здоровье",
      "id": "9",
      "title": "Здоровье"
    },
    {
      "body": " Кость телосложения даёт одну дополнительную кость Силы атаки, равную кости телосложения.  Например, если персонаж с телосложением d6 хочет использовать способность ближнего боя, урон которой зависит от Силы атаки, то пулл урона будет состоять из: [Оружие d4 x Телосложение d6 x Способность d8]  ",
      "breadcrumbs": "Характеристики » Сила атаки",
      "id": "10",
      "title": "Сила атаки"
    },
    {
      "body": " Базовая характеристика сноровка отражает функциональные возможности тела, подвижность, ловкость и проворство персонажа. Её значение также описывает скорость и способность защищаться персонажа в рамках его ранга. Сноровка описывает тренированность персонажа, а не его физическое состояние, тем самым не ограничивая его размеры, однако зависимость характеристик не позволит создать персонажа с большой мускулатурой и развитой сноровкой. ",
      "breadcrumbs": "Характеристики » Сноровка",
      "id": "11",
      "title": "Сноровка"
    },
    {
      "body": " Скорость существа зависит от его сноровки. Рассчитывается скорость исходя из ранга существа и значения его сноровки по формуле ранг значение:  (Ранг существа - 1) * 5 + Текущий ранг  Скорость влияет на реакцию в бою, возможность преодолевать расстояния, и реакцию. ",
      "breadcrumbs": "Характеристики » Скорость",
      "id": "12",
      "title": "Скорость"
    },
    {
      "body": " Кость сноровки даёт одну дополнительную кость защиты, равную кости сноровки.  Например, персонаж со сноровкой d6 и лёгкой броней при защите будет иметь пулл костей: [Броня d4 x Сноровка d6]  ",
      "breadcrumbs": "Характеристики » Защита",
      "id": "13",
      "title": "Защита"
    },
    {
      "body": " Базовая характеристика интеллект отражает общий ум и способность персонажа к анализу, нахождению закономерностей. Так же, интеллект отвечает за магическую силу персонажа его инициативу. Высокий интеллект позволяет раньше всех реагировать на изменение ситуации, способность её проанализировать и сделать быстрые, но точные выводы. Значение интеллекта может влиять на возможности персонажа к общению и социальному взаимодействию, но не обязательно с ними связан. Это означает, что персонаж игрока с интеллектом d4 может испытывать сложности при использовании речи, но так же это может означать что у него нет никаких проблем с общением и социальными нормами, просто он не способен быстро выполнять простейшие аналитические задачи вроде сложения и вычитания, а построение сложных причинно-следственных связей для него невозможно. ",
      "breadcrumbs": "Характеристики » Интеллект",
      "id": "14",
      "title": "Интеллект"
    },
    {
      "body": " Однако ранг существа прямо пропорционален общим умственным способностям, а кость ранга выражает отличие внутри его &quot;ранга&quot;.  r1 Ранг 1 Существо не способно к речи и сознанию, им движут только инстинкты. r2 Ранг 2 Существо обладает сознанием. Если его организм позволяет, оно может обучиться очень простой речи, но предел его умственных способностей - ребёнок 3-ёх лет. r3 Ранг 3 Существо обладает разумом, рассудком, сознанием. Его разум принаждлежит серому, что идентично обычным людям. r4 Ранг 4 Существо обладает таким интеллектом, что его можно считать гением. r5 Ранг 5 Существо обладает разумом божества.   Отличия по рангам позволяют не только добиться справедливого состязания, но и дают возможность более слабому существу, например, мыши, быть действительно умнее в выборе закуски (d6 Интеллект + d12 Инстинкты), а муравью - более искуссным в построении муравейника (d10 Интеллект + d12 Инженерия), чем обычному серому (При Интеллекте d8 и Инстинктах/Инженерии d4).  ",
      "breadcrumbs": "Характеристики » Ранг существа",
      "id": "15",
      "title": "Ранг существа"
    },
    {
      "body": " От значения интеллекта зависит инциатива персонажа и рассчитывается по формуле ранг-значения  У серого(r3) с интеллектом d10 (выше среднего) инициатива равна 14  ",
      "breadcrumbs": "Характеристики » Инициатива",
      "id": "16",
      "title": "Инициатива"
    },
    {
      "body": " Кость интеллекта даёт одну дополнительную кость Силы магии, равную кости интеллекта.  К примеру, персонаж с интеллектом d6 и волшебным посохом d4 при использовании заклинания огненный шар будет иметь пулл костей: [Интеллект d6 x Посох d4 x Заклинание d10]  ",
      "breadcrumbs": "Характеристики » Сила магии",
      "id": "17",
      "title": "Сила магии"
    },
    {
      "body": " Базовая характеристика мудрость описывает возможности персонажа за пределами физического и интеллектуального развития. Мудрость позволяет персонажам вести переговоры, принимать решения руководствуясь интуицией, и отвечает за способности к божественной магии. Всё, что не может быть описано остальными тремя характеристиками отражается в показателе мудрости. Персонаж с высоким показателем мудрости это как правило индивид, получивший огромный жизненный опыт, что однако не означает всестороннего развития или способностей к управлению государством. Несомненно, мудрый персонаж может нивелировать свою физическую и умственную слабость, но без остальных характеристик он будет скорее набожным монахом, который будет жить в уединении с собой и гармонии с миром. ",
      "breadcrumbs": "Характеристики » Мудрость",
      "id": "18",
      "title": "Мудрость"
    },
    {
      "body": " От значения мудрости зависит удача персонажа и рассчитывается по формуле ранг-значения  Мало на что способный гоблин (r2) с мудростью d12 (исключительной) сможет избежать печальной участи всего своего племени благодаря удаче равной 10. А дракона (r4-d12) или бога (r5-d10) с удачей 20 и 24 будет невероятно сложно уничтожить.  ",
      "breadcrumbs": "Характеристики » Удача",
      "id": "19",
      "title": "Удача"
    },
    {
      "body": " Кость мудрости даёт одну дополнительную кость Магического барьера, равную кости мудрости.  Жрец серых(r3) с мудростью d10 и Защитным амулетом d10 сможет защититься от заклинаний с помощью пулла костей: [Мудрость d10 x Амулет d10]  ",
      "breadcrumbs": "Характеристики » Магический барьер",
      "id": "20",
      "title": "Магический барьер"
    },
    {
      "body": " В зависимости от [характеристик], существа обладают различными атрибутами, которые условно делятся на две группы: общие и боевые. Разница между ними заключается в том, что общие атрибуты имеют конкретное значение, а боевые набором костей. В отличие от характеристик, атрибуты могут изменяться: увеличиваться или уменьшаться с течением времени и возрастом, в зависимости от экипировки, благодаря способностям и навыкам. ",
      "breadcrumbs": "Главная » Атрибуты",
      "id": "21",
      "title": "Атрибуты"
    },
    {
      "body": "Общие атрибуты",
      "breadcrumbs": "Главная » Общие атрибуты",
      "id": "22",
      "title": "Общие атрибуты"
    },
    {
      "body": " Описывает физическое и ментальное состояние персонажа. Здоровье не является прямым описанием жизни персонажа, оно даёт представление о возможности персонажа вести бой и участвовать в приключениях. Это значит, что персонаж с хроническим насморком не получает штрафов к здоровью, а боец со здоровьем 1/12 не находится при смерти. Однако, когда кол-во OZ становится равно 0, персонаж получает травму и не может продолжать бой/приключения, пока не восстановится. Если персонаж не исцелит травму, но восстановит здоровье, то он рискует в будущем умереть - по достижению 5 травм персонаж умирает. Здоровье серых равно значению кости телосложения, а вот остальные существа могут обладать отличным от этой формулы здоровьем. ",
      "breadcrumbs": "Главная » Здоровье",
      "id": "23",
      "title": "Здоровье"
    },
    {
      "body": " Не смотря на то, что человек с телосложением d12 считается невероятно сильным и выносливым, существо другого типа, например, Дракон с телосложением d8 обладает на много большей выносливостью и силой относительно человека. Поэтому, при определении характеристик следует учитывать относительное значение внутри типа существ, а не снаружи. ",
      "breadcrumbs": "Главная » Относительные значения",
      "id": "24",
      "title": "Относительные значения"
    },
    {
      "body": " В обычном случае при рассчёте бонусов от характеристик следует учитывать абсолютную шкалу типа существ от d4 до d12, где:  d4 - существо самого слабого ранга, с поделённым на треть общим значением бонусов d6 - существо малого ранга с половинным значением бонусов характеристик d8 - существо нормального ранга с обычным значением бонусов d10 - существо крупногоранга с удвоенными значениями бонусов d12 - существо большого силы с увеличенными в три раза значениями бонусов характеристик  ",
      "breadcrumbs": "Главная » Рассчёт относительного значения",
      "id": "25",
      "title": "Рассчёт относительного значения"
    },
    {
      "body": "Состязания",
      "breadcrumbs": "Главная » Состязания",
      "id": "26",
      "title": "Состязания"
    },
    {
      "body": " При состязании существ одинакового типа значение костей считаются абсолютными, если же состязаются существа разного типа, то у существа меньшего типа есть возможность выиграть состязание только при условии, что выпавшее значение будет выше, чем dR+DdR, где R - это кость типа противника, D - разница рангов по модулю. Чтобы существо меньшего ранга проиграло проверку само, выброшенное значение должно быть меньше чем dR-DdR, в то время как значение противника должно быть больше. Эти же правила работают для Толпы, применяясь к результату броска.  Например, если Человек (существо нормального типа d8) с силой d12 соревнуется с Огром (существом d10) силой d6, то, чтобы выиграть состязание он должен выбросить минимум 20 (d10+1d10) чтобы победить, при условии, что значение будет больше, чем выпавшее значение Огра. А чтобы Огр сам проиграл состязание, ему нужно выбросить &lt; 16 (d8+1d8).  Таким образом, &quot;чистое&quot; состязание характеристик не может быть выиграно существом меньшего типа, однако при состязаниях навыков это может быть возможным.  Для более удобного рассчёта можете использовать таблицу состязаний  ",
      "breadcrumbs": "Главная » Тип проверки",
      "id": "27",
      "title": "Тип проверки"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Атрибуты » Заголовок",
      "id": "28",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Атрибуты » Заголовок",
      "id": "29",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Главная » Заголовок",
      "id": "30",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Главная » Заголовок",
      "id": "31",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Классы » Заголовок",
      "id": "32",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Классы » Заголовок",
      "id": "33",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Классы » Заголовок",
      "id": "34",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Классы » Заголовок",
      "id": "35",
      "title": "Заголовок"
    },
    {
      "body": "Типы",
      "breadcrumbs": "Главная » Типы",
      "id": "36",
      "title": "Типы"
    },
    {
      "body": " ",
      "breadcrumbs": "Главная » Состязания",
      "id": "37",
      "title": "Состязания"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Главная » Заголовок",
      "id": "38",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Главная » Заголовок",
      "id": "39",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Способности » Заголовок",
      "id": "40",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Способности » Заголовок",
      "id": "41",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Главная » Заголовок",
      "id": "42",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Действия » Заголовок",
      "id": "43",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Действия » Заголовок",
      "id": "44",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Главная » Заголовок",
      "id": "45",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Главная » Заголовок",
      "id": "46",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Предметы » Заголовок",
      "id": "47",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Предметы » Заголовок",
      "id": "48",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Предметы » Заголовок",
      "id": "49",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Предметы » Заголовок",
      "id": "50",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Главная » Заголовок",
      "id": "51",
      "title": "Заголовок"
    },
    {
      "body": " Текст ",
      "breadcrumbs": "Главная » Заголовок",
      "id": "52",
      "title": "Заголовок"
    },
    {
      "body": " При одинаковых рангах сравниваются абсолютные значения бросков.  D = |RankMax - RankMin|  ",
      "breadcrumbs": "Таблицы » Формула",
      "id": "53",
      "title": "Формула"
    },
    {
      "body": " Для победы меньшего ранга необходимо:  Результат &gt; (D + 1) × max(Ранг большего). Результат &gt; Результата большего   Пример: Человек (d8) vs Огр (d10): D=1, max(d10)=10 → порог = (1+1)×10 = 20. Человек должен выбросить &gt;20 и больше Огра.  ",
      "breadcrumbs": "Таблицы » Победа в состязании разных рангов",
      "id": "54",
      "title": "Победа в состязании разных рангов"
    },
    {
      "body": " Для автоматического проигрыша большего ранга нужно, чтобы  Результат &gt; (D + 1) × max(Ранг меньшего). Результат &gt; Результата меньшего   Пример: Огр (d10) vs Человек (d8): D=1, max(d8)=8 → порог = (1+1)×8 = 16. Если Огр выбросит &lt;16, он проигрывает.  ",
      "breadcrumbs": "Таблицы » Проигрыш в состязании разных рангов",
      "id": "55",
      "title": "Проигрыш в состязании разных рангов"
    },
    {
      "body": " Левое число означает победу слабейшего. Правое число означает проигрыш сильнейшего.  Больший d4 Больший d6 Больший d8 Больший d10 Больший d12 Меньший d4 — 12/8 24/12 40/16 60/20 Меньший d6 — — 16/12 30/18 48/24 Меньший d8 — — — 20/16 36/24 Меньший d10 — — — — 24/20 Меньший d12 — — — — —  ",
      "breadcrumbs": "Таблицы » Таблица",
      "id": "56",
      "title": "Таблица"
    },
    {
      "body": "  (Ранг существа - 1) * 5 + Текущий ранг  ",
      "breadcrumbs": "Таблицы » Формула",
      "id": "57",
      "title": "Формула"
    },
    {
      "body": "  Кость: d4 d6 d8 d10 d12 Ранг 1 1 2 3 4 5 Ранг 2 6 7 8 9 10 Ранг 3 11 12 13 14 15 Ранг 4 16 17 18 19 20 Ранг 5 21 22 23 24 25  ",
      "breadcrumbs": "Таблицы » Таблица",
      "id": "58",
      "title": "Таблица"
    }
  ],
  "results_options": {
    "limit_results": 15,
    "teaser_word_count": 30
  },
  "search_options": {
    "bool": "OR",
    "expand": true,
    "fields": {
      "title": {
        "boost": 2
      },
      "body": {
        "boost": 1
      },
      "breadcrumbs": {
        "boost": 1
      }
    }
  }
})